-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 28, 2024 at 06:23 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.0.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `my_project`
--

-- --------------------------------------------------------

--
-- Table structure for table `canceled_companys`
--

CREATE TABLE `canceled_companys` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `company_name` varchar(255) NOT NULL,
  `phone_number` varchar(50) NOT NULL,
  `activation_date` date NOT NULL,
  `address` text NOT NULL,
  `change_every` varchar(50) NOT NULL,
  `area` varchar(100) NOT NULL,
  `contract_notes` text DEFAULT NULL,
  `mop_18` int(11) DEFAULT 0,
  `price_mop_18` decimal(10,2) DEFAULT 0.00,
  `mop_36` int(11) DEFAULT 0,
  `price_mop_36` decimal(10,2) DEFAULT 0.00,
  `mit` int(11) DEFAULT 0,
  `price_mit` decimal(10,2) DEFAULT 0.00,
  `hd_1` int(11) DEFAULT 0,
  `price_hd_1` decimal(10,2) DEFAULT 0.00,
  `hd_2` int(11) DEFAULT 0,
  `price_hd_2` decimal(10,2) DEFAULT 0.00,
  `total_price` decimal(10,2) DEFAULT 0.00,
  `canceled_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `canceled_contracts`
--

CREATE TABLE `canceled_contracts` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `activation_date` date NOT NULL,
  `address` text NOT NULL,
  `change_every` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `contract_notes` text DEFAULT NULL,
  `mop_18` int(11) DEFAULT 0,
  `price_mop_18` decimal(10,2) DEFAULT 0.00,
  `mop_36` int(11) DEFAULT 0,
  `price_mop_36` decimal(10,2) DEFAULT 0.00,
  `mit` int(11) DEFAULT 0,
  `price_mit` decimal(10,2) DEFAULT 0.00,
  `hd_1` int(11) DEFAULT 0,
  `price_hd_1` decimal(10,2) DEFAULT 0.00,
  `hd_2` int(11) DEFAULT 0,
  `price_hd_2` decimal(10,2) DEFAULT 0.00,
  `total_price` decimal(10,2) DEFAULT 0.00,
  `cancellation_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `canceled_contracts`
--

INSERT INTO `canceled_contracts` (`id`, `contract_number`, `client_name`, `phone_number`, `activation_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`, `cancellation_date`) VALUES
(15, '222222', 'زيزو', '454545454545454545', '2024-10-21', 'embaba', '2weeks', 'embaba', 'go to yyy', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, '2024-10-22 06:51:52'),
(16, '1111111', 'اسامه ادم', '01027038128', '2024-10-21', 'embaba', '4weeks', 'embaba', 'ok', 2, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, '2024-10-22 06:52:14');

-- --------------------------------------------------------

--
-- Table structure for table `company`
--

CREATE TABLE `company` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `company_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `activation_date` date NOT NULL,
  `address` text NOT NULL,
  `change_every` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `contract_notes` varchar(255) NOT NULL,
  `mop_18` int(11) NOT NULL,
  `price_mop_18` decimal(10,2) NOT NULL,
  `mop_36` int(11) NOT NULL,
  `price_mop_36` decimal(10,2) NOT NULL,
  `mit` int(11) NOT NULL,
  `price_mit` decimal(10,2) NOT NULL,
  `hd_1` int(11) NOT NULL,
  `price_hd_1` decimal(10,2) NOT NULL,
  `hd_2` int(11) NOT NULL,
  `price_hd_2` decimal(10,2) NOT NULL,
  `total_price` decimal(10,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `company`
--

INSERT INTO `company` (`id`, `contract_number`, `company_name`, `phone_number`, `activation_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`) VALUES
(15, '1200', 'system one', '544789', '2024-09-13', 'zamalek', '2weeks', 'embaba', 'go to early', 1, 140.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 140.00);

-- --------------------------------------------------------

--
-- Table structure for table `contract_operations`
--

CREATE TABLE `contract_operations` (
  `operation_id` int(11) NOT NULL,
  `contract_id` int(11) DEFAULT NULL,
  `operation_date` timestamp NOT NULL DEFAULT current_timestamp(),
  `delivery_date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `activation_date` date NOT NULL,
  `address` text NOT NULL,
  `change_every` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `contract_notes` varchar(255) DEFAULT '',
  `mop_18` int(11) NOT NULL,
  `price_mop_18` decimal(10,2) NOT NULL,
  `mop_36` int(11) NOT NULL,
  `price_mop_36` decimal(10,2) NOT NULL,
  `mit` int(11) NOT NULL,
  `price_mit` decimal(10,2) NOT NULL,
  `hd_1` int(11) NOT NULL,
  `price_hd_1` decimal(10,2) NOT NULL,
  `hd_2` int(11) NOT NULL,
  `price_hd_2` decimal(10,2) NOT NULL,
  `total_price` decimal(10,2) NOT NULL,
  `is_activated` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `contract_number`, `client_name`, `phone_number`, `activation_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`, `is_activated`) VALUES
(3, '9155', 'سميرة قؤاد', '01223351004', '2022-11-17', 'بلوك 16014 الحي الخامس قطعة 19 الدور الارضي', '4weeks', 'Abour', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(4, '9043', 'نسرين', '01127671247', '2021-07-29', 'عرابي بوابة 8 خط 16 فيلا عرام', '4weeks', 'Abour', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(5, '9041', 'سامح زكريا', '01222492989', '2021-08-12', 'رقم 51/52 المنطقة الصناعية العبور شركة فريش بجوار شركة امون و مصنع القبة الحديثة', '4weeks', 'Abour', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(6, '5403', 'محمد مراد', '01001151359', '2017-06-05', 'خط 4 جنوب مزرعة 15 جمعية احمد عرابي', '4weeks', 'Abour', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(7, '4985', 'د/ايمان عافية', '01223168793', '2019-02-07', 'فيلا 66 سفاري كمبوند جولف العبور مدينة العبور خلف كارفور العبور', '4weeks', 'Abour', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(8, '4470', 'احمد شلبي', '01224040425', '2019-06-27', 'جولف سيتي بجوار كارفور العبور 106 سفاري', '4weeks', 'Abour', '', 3, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 210.00, 0),
(9, '3516', 'اللواء/ سمير علما', '01001012378', '2020-02-20', 'العبور الحي الخامس قطعه 6 بلوك 16045 فيلا مظهر الدور الارضي', '4weeks', 'Abour', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(10, '1211', 'المهندس / أحمد الدكار', '01003343360', '2017-02-18', 'فيلا 93 كنارى قرية الجولف سيتى', '4weeks', 'Abour', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(11, '9217', 'عماد صادق', '01069641517 , 01111928668', '2023-03-23', 'مستشفي المغربي للعيون السيدة نفسية', '2weeks', 'MOKATAM', '', 2, 60.00, 2, 87.00, 0, 0.00, 0, 0.00, 0, 0.00, 294.00, 0),
(12, '9126', 'ولاء ابو السعود', '01005022027', '2022-09-08', 'عمارة 3 بلوك 10 الحي الثالث عند مدرسة لافندا الهضبي الوسطي المقطم الدور ال2 الشقة 12', '4weeks', 'MOKATAM', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(13, '8211', 'ريم عادل', '01205722888', '2024-07-11', 'اب تاون كايرو كمباوند جولف ريسدينس', '4weeks', 'MOKATAM', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(14, '6225', 'علي دسوقي', '01022154646', '2019-05-09', 'المقطم عمارات الاهرام قطعة 54 امام سنترال المقطم الدور الارضي شقة 1', '4weeks', 'MOKATAM', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(15, '5539', 'م\\ميرنا نبيل عبد الفتاح', '01001571020', '2017-07-20', '74 ش الـ ابراهيم درويش متفرع من شارع9 العمومى قطعة 7889 المقطم خلف معهد الجزيرة للاعلان الدور الاول شقة 4 انتركم محمد امين', '4weeks', 'MOKATAM', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(16, '5450', 'م/ وسام', '01283433103', '2021-08-05', 'المقطم ش 9 نهاية مساكن النصر القديم برج عابدين قطعة 8415 امام كافتريا نجيب محفوظ الدور الارضي شقة 2', '4weeks', 'MOKATAM', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(17, '4308', 'شيماء محمد', '01020162748', '2019-12-05', 'كمبوند اب تاون كايرو ارورة 5 شقة 102 الدور 1 المقطم', '4weeks', 'MOKATAM', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(18, '4205', 'miss diva', '01122442772', '2019-01-03', 'رقم 4 شارع الاهرام بجوار بيت الحمد المقطم', '2weeks', 'MOKATAM', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(19, '3703', 'م/ نسرين', '01066105571', '2019-08-29', 'قطعة 9009 شارع معهد الجزيرة متفرع من شارع 9 المقطم الدور 3 شقة شمال الاسانسير', '4weeks', 'MOKATAM', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(20, '3040', 'سالي سيف', '01001005200', '2020-04-30', ' اب تاون كايرو المقطم منطقة ترنسيا فيلا 10', '2weeks', 'MOKATAM', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(21, '2968', 'ا / روبرت مهني', '01008299200', '2018-01-25', 'فيلا 37 قلب عليا كمبوند اب تون كايرو في المقطم', '2weeks', 'MOKATAM', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(22, '2948', 'نجوى محمد فؤاد', '01099981547', '2023-03-09', 'رقم 8829 ش مسجد الفرقان متفرع من ش 9 المقطم شقة 1 الدور الارضي', '4weeks', 'MOKATAM', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(23, '1893', 'عزة احمد امين', '01221784440', '2017-01-31', 'المقطم شارع 81 قطعة 7174 الدور 2 شقة 5 الشقة باسم محمد نافع', '4weeks', 'MOKATAM', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(24, '1835', 'سلوى محمد', '01093691250', '2021-06-03', 'الهضبة الوسطى الحى الخامس عمارة 6615 الدور الاول شقة 2 شارع الجامعة الحديثة ناصية علاج طبيعى وعلى الناصية التانية محل عصير فاملى درنك', '4weeks', 'MOKATAM', '', 0, 0.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 174.00, 0),
(25, '1797', 'أ/شريف الشامى', '01005004499 , 01225622549 , 01017708777', '2018-09-06', '7889 شارع هانى الليثى متفرع من ش 9 المقطم بجانب معهد الجزيرة الدور 4 شقة 10 باسم /المهندس شريف الشامى', '4weeks', 'MOKATAM', '', 3, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 240.00, 0),
(26, '9313', 'الكابتن/ رامي رافت', '01208333382', '2023-08-03', 'المجاورة الاولى الحى التاسع شارع 16 مدينة الشروق 1 قريب من كارفور فيلا رقم 44 الدور 3 شقة 3 البواب اسمه محمود', '2weeks', 'Sherouk', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(27, '9146', 'اية نصر الله', '01002798091', '2022-09-21', 'مدخل الشروق 3 الاسكان العائلي المجاوره السادسه فيلا 314 شقه 1', '4weeks', 'Sherouk', '', 1, 85.00, 0, 0.00, 0, 0.00, 1, 60.00, 0, 0.00, 145.00, 0),
(28, '8085', 'م/ياسمين', '01118424200', '2023-02-16', 'الشروق المنطقة 8 مجاورة 3 عمارة 59', '4weeks', 'Sherouk', '', 0, 0.00, 1, 130.00, 0, 0.00, 0, 0.00, 0, 0.00, 130.00, 0),
(29, '8071', 'سليمان محمد سليمان', '01113013874', '2023-01-26', 'عقد شخصي ** شركة الحارثى الجامعة البريطانية', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(30, '7761', ' م/ ايه الجميل', '01005688878', '2021-11-22', 'مدخل الشروق 1شارع احمد عرابي كمبوند واحه الشروق بعد صيدليه سيف', '1week', 'Sherouk', '', 3, 48.00, 0, 0.00, 3, 42.00, 0, 0.00, 0, 0.00, 270.00, 0),
(31, '7003', 'ميرا فواد', '01001002771', '2022-03-17', 'كمبوند اللولوه الشروق رقم 774 امام بانوراما', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(32, '6402', 'م/جيهان', '01222424082', '2018-09-20', 'مدينة الشروق بوابة (1) خلف الجامعه البريطانية بجوار نادي هليوبولس بوابة (1) فيلا (46) حي شمال غرب نادي هليوبولس', '4weeks', 'Sherouk', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(33, '6234', 'د/نجوى الغراب', '01001515824', '2019-05-30', 'حي الاوركيت .. المنطقة الاولي عمارات المجاورة الخامسة عمارة 1 انتركم رقم 2', '4weeks', 'Sherouk', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(34, '6026', 'محل DEJAVU ', '01111227197', '2019-09-05', 'مول سكاي بلازا الشروق بوابة (1) محل DEJAVU', '2weeks', 'Sherouk', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(35, '5925', 'محل سلينى', '0', '2017-12-07', ' مول سكاى بلازا - الشروق', '4weeks', 'Sherouk', '', 1, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 100.00, 0),
(36, '5787', 'هادى شنودة', '01006688339', '2017-08-28', 'فيلا 2203 خلف الجامعة البريطانية كمبوند جنة الشروق', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(37, '5429', 'رامي محمد', '01011728422 , 01128564343 , 01142383835', '2017-08-03', 'فيلا 95 الحي الاول شرق المجاوره الاولي مدينه الشروق', '4weeks', 'Sherouk', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(38, '5286', 'عادل الشبراوى', ' 01027717331', '2017-05-22', 'الحى الاول مجاورة 2 ش يوسف السباعى فيلا 39 الدور الارضي مدينة الشروق', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(39, '5285', 'هبة الشبراوى', '01005431010', '2017-05-22', 'الحى الاول مجاورة 2 ش يوسف السباعى فيلا 39 مدينة الشروق', '4weeks', 'Sherouk', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(40, '4346', 'احمد عشري', '01204036664 , 01555552394', '2020-02-27', ' عمارات الاسكان الفاخر الدور 1 شقة 3', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(41, '3414', 'م/مني مصطفي', '01223909134', '2018-03-30', 'البوابة (3) من مدينة الشروق من طريق السويس كمبوند منتجع الشروق عمارة (8) ج شقة (4)', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 70.00, 0, 0.00, 0, 0.00, 150.00, 0),
(42, '3249', 'ريهام رأفت', '01001840172', '2020-10-01', 'لمجاورة الاولى الحى التاسع شارع 16 مدينة الشروق 1 قريب من كارفور فيلا رقم 44 الدور 3 شقة 3 البواب اسمه محمود', '2weeks', 'Sherouk', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(43, '3157', ' احمد حسام', '01004006968', '2018-02-28', 'الحي الثالث شرق المجاوره الثالثه طريق الرابط الاوسط شارع محمد قنديل متفرع من شارع محمد عبد الوهاب عماره رقم 40 ارضي اول شقه', '2weeks', 'Sherouk', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(44, '3041', 'عفاف العطار', '01277064284 , 01008000200 , 01000955585', '2020-04-30', ' الشروق الحي التالت شرق المجاورة 6 فيلا شبكه 122 ش محمد عبد الوهاب المدخل الاوسط', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(45, '1641', 'نهى عماد', '01005293139', '2017-02-22', 'المجاوره الاولى مدينه الشروق الحى التاسع شارع موسى بن نصير فيلا 154', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(46, '1640', ' ياسمين نافع', '01015060555', '2017-02-06', 'فيلا 38 ش عبد المنعم واصل المجاورة الاولي الحي الثالث الدور 2 الشروق', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(47, '1638', ' م/ الهام اسحق', '01006094050', '2017-02-08', ' المجاورة الأولى الحى التاسع شارع 16 مدينة الشروق 1 قرب من كارفور فيلا رقم 44', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(48, '1571', 'هدى كمال', '01222828908', '2017-02-07', 'كمبوند ديفينا جاردنز فيلا 42 أ بين الرابط الاول و التاني الحي الرابع خلف نادي هليوبولس د/ايهاب وجدي الشروق', '4weeks', 'Sherouk', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(49, '1546', 'ا/ عز حافظ', '01002111943', '2017-02-13', 'مدينه الشروق 1 كمبوند الباشيو 4 خلف كمبوند الشروق 2000 فيلا 37 B', '2weeks', 'Sherouk', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(50, '1246', 'أمل البشرى', '01006271565', '2017-02-07', 'مدخل 2 من طريق السويس المنطقة 8 عمارة 113 عمارات المجاورة التانية الدور الاخير تاني عمارة شمال بجوار المسجد', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(51, '4035', 'محمد اسماعيل', '22690617 , 01061458226 , 01159704259', '2018-12-22', 'شيرتون المنطقة الثالثة عمارات مصر للتعمير عمارة 20 شقة 12 علي ناصية الشارع كنتاكي', '4weeks', 'Sherouk', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(52, '9310', 'ا/ احمد يوسف', '01123078766 , 01113734676 , 01007745845 , 01122441472', '2023-07-27', 'مدينتي فيلا 104 مجموعه 3', '4weeks', 'Madienty', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(53, '9280', 'م / عصام سمير نصيف', '01227357077', '2023-06-12', ' مدينتي فيلا 58/6 بوابة 1 اول ملف شمال تالت فتحة يمين', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(54, '8400', 'محل يوتيرن -ا/ ايهاب ايمن', '01028052046', '2024-06-27', 'مول كارفور بجانب محل اويدس- مدينتي', '2weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(55, '8370', '5d جيم - احمد ابراهيم', '01113501214 , 01069496084 , 0103910337', '2024-04-04', 'داخل مول سيزون الدور الثاني بجوار كارفور مدينتي', '2weeks', 'Madienty', '', 3, 80.00, 6, 120.00, 3, 50.00, 0, 0.00, 0, 0.00, 1110.00, 0),
(56, '8005', 'ريم محمود جعفر', '01224649892', '2022-09-25', 'مجموعة 25 شقة 1 عمارة 30', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(57, '7756', 'أ/عمرو', '01005000643', '2021-11-01', 'فيلا 124/9 مدينتي', '2weeks', 'Madienty', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(58, '5806', 'م/طارق محمود', '01005341000', '2017-08-31', ' مدينتي فيلا 47 مجموعه 6 يدخل من بوابة 1', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(59, '5609', 'ا/علاء شعراوى', '01008717806', '2017-07-31', 'مدينتى مجموعه 24 عماره 20 شقه 61', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(60, '5355', 'دعاء مجدى', '01227304475', '2017-05-29', 'مجموعه 24 عمارة 31 شقة 2', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(61, '5268', 'دعاء عبد الرحمن', '01006539131', '2017-05-22', 'مدينتى مجموعة 112 عمارة 20 شقة 42 الدور4', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(62, '5201', ' المهندس / تامر جوهر', '01113222237', '2017-05-09', 'مدينتي قطعة V1 متفرع من طريق الربيع فيلا 1/103', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(63, '4978', 'أ/مازن سمير محمد', '01008585613', '2019-01-21', 'مدينتي مجموعه 23 عمارة 13 شقة 11', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(64, '4494', 'ايمن ابو الخير', '01003254666', '2019-07-22', 'B7 مجموعة 74 عمارة 15 شقة 3', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(65, '3273', 'شريف بسيوني', '01111063999', '2018-08-27', 'فيلا 57 علي 2 مجموعة 18', '4weeks', 'Madienty', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(66, '2597', 'ساندى شاكر', '01068848301', '2017-04-19', 'مجموعة 17 عمارة 17 الدور ال5 شقة 51', '4weeks', 'Madienty', '', 0, 0.00, 0, 0.00, 1, 60.00, 1, 55.00, 0, 0.00, 115.00, 0),
(67, '2232', 'مدام \\ نهال نصير', '01062582755', '2017-02-20', 'مجموعه 24 عماره 31 شقه 41', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(68, '2225', 'مدام\\ امل غازي', '01223464875', '2017-02-22', 'مدينتي مجموعه 31 عماره رقم 23 الدور 6 شقه 62', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(69, '2224', 'وفاء حسين', '01280132323', '2017-03-01', 'مدينتي مجموعه 33 عماره رقم 50 شفه 21', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(70, '2051', 'مهندس/طارق عبد المنعم', '01004696695 , 01004696695 , 01097111836', '2017-02-04', 'مجموعة 73 عمارة 77 شقة 21 الدور 2 مدينتى', '4weeks', 'Madienty', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(71, '1613', 'اشرف ابو العزايم', '01001764488', '2017-02-06', 'مدينتي فيلا 151مجموعه 11اول يمين بوابه 1 اسهل', '4weeks', 'Madienty', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(72, '8472', 'محل زيندا', '0', '2023-11-29', 'محل 116 داخل مول واحد الرحاب الدور الاول', '4weeks', 'Rehab', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(73, '8299', 'م/غادة', '01211344400', '2024-02-21', 'كمبوند القرنفل هايتس بجوار دار مصر امام مدريه الامن الجديدة امتداد السوق الشرقي - الرحاب فيلا A3', '2weeks', 'Rehab', '', 2, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 120.00, 0),
(74, '8088', 'شيرين صلاح', '01111666082', '2023-02-15', 'الرحاب مجموعة 37 عمارة 6 الدور 3 شقة 31', '4weeks', 'Rehab', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(75, '8054', 'محل ravin', '01111664636', '2023-01-04', 'الرحاب مول 2', '2weeks', 'Rehab', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(76, '7799', ' محل فارنا - فيروز', '01281250097', '2021-12-29', ' محل فارنا مول 2 الرحاب', '4weeks', 'Rehab', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(77, '7746', 'مادونا', '01090549101', '2021-11-24', '160 دار مصر الارونفل التجمع الاول امام الرحاب 2 اقرب بوابه 23 الدور 3 شقة 13', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(78, '7576', 'حسن عبد الفتاح / مطعم ياتا', '01201410650', '2021-06-02', 'بوابه 15 نادي الرحاب خاصه بمول جوه النادي مطعم ياتا', '1week', 'Rehab', '', 1, 50.00, 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 135.00, 0),
(79, '7157', 'سهيلة احمد', '01003155222', '2022-07-06', 'فيلا A7 كمبوند لاجوفستا بجانب كمبوند جولدن هايتس 2 امام بوابة 9 الرحاب', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(80, '7118', 'اميرة الملكي', '01003024040', '2023-09-06', 'كمبوند جايد عمارة C35 شقة 14 الدور 1 امام مسجد دار مصر القرنفل بوابة 24', '4weeks', 'Rehab', '', 1, 70.00, 0, 0.00, 0, 0.00, 1, 60.00, 0, 0.00, 130.00, 0),
(81, '5335', 'نبية صلاح', '01001778887', '2017-03-15', 'الرحاب 2 مجموعة 129 عمارة 16 شفة 31 الدور 3 خلف مسجد عمرو بن الخطاب', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(82, '5319', 'م/ مها محمود', '01066601075', '2017-05-25', 'كمبوند لاجوفستا بجانب كمبوند جولدن هايتس 2 امام بوابة 9 الرحاب فيلا احمد محمد محمود اول فيلا على الشمال لما يدخل الكمبوند فيلا A8', '4weeks', 'Rehab', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(83, '5319', 'م/ مها محمود', '01066601075', '2017-05-25', 'كمبوند لاجوفستا بجانب كمبوند جولدن هايتس 2 امام بوابة 9 الرحاب فيلا احمد محمد محمود اول فيلا على الشمال لما يدخل الكمبوند فيلا A8', '4weeks', 'Rehab', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(84, '5318', 'دينا الدهان', ' 01111165118', '2017-05-24', 'كمبوند اكاتيا عمارة 66 الدور 4 شقة 401 امام بوابة 6 الرحاب', '4weeks', 'Rehab', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(85, '5318', 'دينا الدهان', ' 01111165118', '2017-05-24', 'كمبوند اكاتيا عمارة 66 الدور 4 شقة 401 امام بوابة 6 الرحاب', '4weeks', 'Rehab', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(86, '5307', 'عبير عبد الحى', '01227677710', '2017-05-24', ' كمبوند سيزوند ابناء حسن علام التجمع الخامس فيلا 51 باسم د/علاء صالح امام بوابه 1 الرحاب', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(87, '5258', 'طارق جزر', '01220225225', '2017-05-17', 'فيلا 8 مجموعة 19 شارع علي بن ابي طالب امام بوابة 11 للنادي', '2weeks', 'Rehab', '', 1, 65.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 65.00, 0),
(88, '4980', 'لبني سعيد', '01003001605', '2019-01-30', ' مدينة الرحاب المجموعه الخامسة شارع ايليا ابو ماضي فيلا 44/5 فيلا خالد صالح الدين خلف مسجد الهداية', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(89, '4929', 'مازن خميس', '01001404104 , 01000960457', '2018-06-27', 'الرحاب 2 مجموعة 113 عمارة 13 شقة 52 باسم/ مازن خميس', '4weeks', 'Rehab', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(90, '4917', 'عبد الحميد ثابت', '01001666658', '2018-05-16', 'فيلا 2 كمبوند الطلائع امام كمبوند جولدن هايتس 2 بعد بوابة 9 الرحاب', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(91, '4843', 'د / مجدي توكل', '01222266529 , 01002333763', '2018-05-16', 'الباتيو 2 امام بوابة 9 الرحاب فيلا 45', '2weeks', 'Rehab', '', 2, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 120.00, 0),
(92, '4437', 'وليد نور الدين', '01002580381', '2018-10-17', 'الرحاب مجموعة 118 عمارة 22 شقة 1', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(93, '3964', 'محل بريق الدهب', '01288880930', '2020-01-22', 'مول الرحاب 2', '1week', 'Rehab', '', 1, 50.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 50.00, 0),
(94, '3673', 'محل pause', '01093270188', '2019-09-25', 'الرحاب مول 2 محل 82', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(95, '3443', 'محمد رفعت', '01001572374', '2018-03-10', ' الرحاب 2 مجموعة 133 عمارة 11 شقة 11', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(96, '3292', 'م/ محمد عصام', '01225299541', '2018-10-06', 'رحاب 2 مجموعة 38 فيلا 2', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(97, '3116', 'م/هديل السيد حسين', '01091717378', '2018-03-14', 'الرحاب مجموعة 109 عمارة 19 شقة 32', '4weeks', 'Rehab', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(98, '3095', 'معتز فريد', '01003034844', '2020-08-15', 'التجمع الخامس مونتين فيو 2 فيلا 89', '4weeks', 'Rehab', '', 3, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 356.00, 0),
(99, '3086', ' رنا اسر', '01156269069', '2020-07-29', 'الرحاب مجوعه 24 عمارة 8 شقة 11', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(100, '2826', 'رحمه ابراهيم', '01061488862', '2019-06-02', 'مجموعة 126 عمارة 18 شقة 2 الرحاب', '4weeks', 'Rehab', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(101, '2684', 'م/ عفاف', '26921829 , 01005380007', '2017-09-20', 'الرحاب مجموعة 53 عمارة 7 شقة 11', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(102, '2108', ' سيلفيا احمد', '01007263355', '2017-02-13', ' الرحاب 2 عند جامع اسمه عثمان ابن عفان يسال علي المجموعة 122 عمارة 31 شقة 52', '4weeks', 'Rehab', '', 5, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 400.00, 0),
(103, '2096', 'م/عبير زهران', '01111115512', '2017-02-20', 'فيلا 46/18 شارع عمر الخيام الرحاب', '2weeks', 'Rehab', '', 4, 60.00, 0, 0.00, 2, 48.00, 0, 0.00, 0, 0.00, 336.00, 0),
(104, '1900', 'منال فاروق حافظ', '01110111998', '2017-02-06', 'الرحاب فيلا 96/1 ش ثروت اباظه قريبه من مول 1', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 1, 50.00, 0, 0.00, 0, 0.00, 130.00, 0),
(105, '1816', 'م/ منى شاكر', ' 01110007850 , 26924951', '2017-02-01', 'مدينة الرحاب مجموعة 77 عمارة 13 الدور 3 شقة 31', '4weeks', 'Rehab', '', 2, 75.00, 0, 0.00, 2, 55.00, 1, 45.00, 1, 45.00, 350.00, 0),
(106, '1814', 'رانيا احمد محمد', '01061659925 , 26927389', '2017-02-04', 'الرحاب مجموعه 67 عماره 3 سقه 24', '4weeks', 'Rehab', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(107, '1770', 'د/ منى فهمى', '01005182918 , 01001610315', '2017-02-01', 'مجموعة 78 عمارة 2 شقة 11 الرحاب المهندس مدحت فهمي', '4weeks', 'Rehab', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(108, '1410', 'هدي', '01000360762', '2017-02-04', 'شارع محمد فوزي مجموعة 16 فيلا 26 فيلا اللواء محمود حامد عند مول 2', '4weeks', 'Rehab', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(109, '1196', 'المستشار / علاء عزت', '01113908070', '2020-10-28', 'رحاب 2 فيلا 68 مجموعه 28 شارع الدكتور مجدى يعقوب', '4weeks', 'Rehab', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(110, '9108', 'محل ميني سو', '01157246037', '2022-08-28', 'محل ميني سو قدام بوابة 3 مول العرب ا/اسلام', '2weeks', 'Mall Of Arabia', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(111, '4352', 'محل كارينا', '01148098691 , 01003329733', '2018-10-01', 'محل كارينا مول العرب', '4weeks', 'Mall Of Arabia', '', 3, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 300.00, 0),
(112, '8269', 'ا/ رباب الحناوي', '01222487519', '2024-01-16', 'لاجيريا د 113', '2weeks', 'Beverly Hills', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(113, '6595', 'محمد عثمان', '01224786373', '2021-03-09', 'فيلا رقم 2 (تاون هاوس ) بالاير بافرلي هيلز الشيخ زايد', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(114, '3530', 'عمرو حسنين-شريفة- ارسال رسالة', '01116444488', '2020-12-22', ' فيلا A167 الاجريا بجوار المدرسة البريطانية بجوار بفرلي هيلز بوابة 1 شمال البوابه', '2weeks', 'Beverly Hills', '', 3, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, 0),
(115, '6240', 'نهي شاكر - ارسال رسالة فقط', '01010102027', '2021-12-14', 'ويست تاون 37b 3/2 الشيخ زايد', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(116, '5845', 'م/نرمين كشميري', '01001160100', '2017-09-19', 'رقم 32 H كمبوند الاجريا صادق الشيخ زايد قريب من بوابة 6', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(117, '5538', 'م\\ليلى عنان', '01062637560', '2017-07-18', ' الشيخ ذايد بفرلى هيلز ميدان 4 عمارة 138 الدور الارضى شقة 2', '4weeks', 'Beverly Hills', '', 1, 70.00, 0, 0.00, 0, 0.00, 1, 60.00, 0, 0.00, 130.00, 0),
(118, '5038', 'د/سلوى شومان', '01222330101', '2017-04-12', 'عمارة 327 الدور 1 شقة 5 خلف ويست سكوير المرحلة التانية بيفرلي هيلز الشيخ زايد', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(119, '4979', 'أ/يوسف - حاتم', '01116328130 , 01285567057', '2019-01-29', 'ى هيلز الشيخ زايد مول 5 الدور الاول خلف سعودى استريب', '4weeks', 'Beverly Hills', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(120, '4488', 'امية الجارحي', '01000881111', '2019-07-16', '34 د كمبوند الجريا بداخل كمبوند بفرلي هيلز يمين البوابه', '2weeks', 'Beverly Hills', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(121, '3433', 'عمرو مجاهد', '01006622142', '2018-09-11', 'فيلا 10 G بافرلي هيلز بوابة 3 اكتوبر', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(122, '3396', 'د/زياد', '01000073045', '2022-11-15', 'سوديك الشيخ زايد مبني العيادات wmc عيادات glow الدور التاني مبني p3 عيادة 20 خلف مستشفي الندي المسؤل عبد الرحمن', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(123, '3291', 'طارق عبد الكريم', '01222321579', '0018-10-13', ' بفرلي هالز/ كازا 4b02/ بلوك 4b / فيلا 02 عماره 28 شقه 2', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(124, '1719', 'ريهام زاهر', '01005696261', '2017-02-05', 'بافلي هيلز كمبوند كازا بلوك 25 شقة A4', '2weeks', 'Beverly Hills', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(125, '1055', 'م/ مني الرفاعي', ' 01006611128 , 38579466', '2017-02-05', 'الشيخ زايد بفرلي هيلز ميدان 3 عماره 120 شقه 1', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(126, '1044', 'مروه عثمان', '01001424886', '2017-02-05', 'الشيخ زايد كمبوند بفرلي هيلز عماره 54 الدور الارضي شقه 2', '2weeks', 'Beverly Hills', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(127, '6233', 'أ/طاهر', '01066677960', '2019-05-28', 'فيلا 240 كمبوند الصفوة سيتي بعد هايبر', '4weeks', 'October (B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(128, '5642', 'م/نجوي سند _ م/مروان', '01222367744', '2017-08-20', '97 عمارة دار اليسر بجوار بيت ال نور ( نور الشريف ) السياحية السادسة الحي المتميز الدور الاول شقة 3', '4weeks', 'October (B-1)', '', 1, 40.00, 0, 0.00, 1, 35.00, 0, 0.00, 0, 0.00, 75.00, 0),
(129, '5496', 'لا يريد الاتصال - ا/احمد صالح', '01144444362 , 01222177144', '2017-08-06', 'بالم هيلز جولف اكستنشن فيلا 128/2', '4weeks', 'October (B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(130, '4898', 'جمال عبد الحق', '01001760190', '2018-06-10', 'فيلا 11 بلوك 16-15 المجاورة الثالثة شارع 35 متفرع من ش هدى شعراوى غرب سوميد اكتوبر', '4weeks', 'October (B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(131, '3496', 'رانيا فهمي', '01222117451', '2020-11-10', '2/25 بالم هيلز الشيخ زايد المرحلة السادسة بوابه 3 الدور الارضي', '4weeks', 'October (B-1)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(132, '3346', 'اتحاد ملاك الكرمة 3 أ/مختار سعد', '01005394612 , 01006727340', '2019-06-11', ' الكرمة 3 الشيخ زايد', '4weeks', 'October (B-1)', '', 0, 0.00, 1, 125.00, 0, 0.00, 0, 0.00, 0, 0.00, 125.00, 0),
(133, '7651', 'د/ طارق عبد الصادق عثمان', '01003771219', '2021-09-12', 'كمبوند بيتا جرين امام مساكن دهشورحدائق اكتوبر رقم العماره 264 علي 60 B الدور الخامس يمين الاسانسير', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(134, '6497', 'مهندس ياسر ادريس', '01064444055', '2019-07-28', 'كمبوند بيتا جرينز حدايق اكتوبر امام مساكن دهشور همارة 54 B شقة 263', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(135, '6496', 'شيرين الشافعي', '01120000614', '2019-07-28', ' كمبوند بيتا جرينز حدايق اكتوبر امام مساكن دهشور 133/A46 الدور التاني شقة 133', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(136, '6490', 'اللواء /علي صبري - نيفين عصام', '01005052870 , 01009723505', '2019-07-28', ' رقم 49 B كمبوند بيتا جرينز حدايق اكتوبر امام مساكن دهشور الدور 5 شقة 263', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(137, '6410', 'أ/حجاج', '01111951901', '2022-10-16', 'فيلات الامن العام حدائق الفردوس امام دريم بارك فيلا 202 باسم أ/حجاج', '4weeks', 'October (B-2)', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(138, '5669', 'مى عرفة', '01011959429', '2017-08-08', '6 اكتوبر عمارات الفردوس الجيش امام جرين لاند عماره 166 أ الدور 4 شقه 41', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(139, '3719', ' صبحي عبد المنعم', '01154321713', '2019-10-08', 'ارض المخبارات حدايق اكتوبر عماره 43امام مدرسه سمارت بوابه واحد الدور الارضى', '4weeks', 'October (B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(140, '2414', 'عمرو صبحي', '01154822411', '2017-04-04', 'ارض المخبارات حدايق اكتوبر عماره 43 بلوك 6 علي 13 امام مدرسه سمارت بوابه 1 الدور الاول شقه 2', '4weeks', 'October (B-2)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(141, '9341', ' محمد عبد المنعم', '01067502060', '2023-10-17', 'فيلا 30 الحى التاسع المجاورة الثالثة الشيخ زايد خلف المدرسة البريطانية', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(142, '8202', 'منة العيادي', '01111239011', '2024-06-25', 'الشيخ زايد الحي 16 المجاورة 2 عمارة 68 الدور 2 خلف البوابه الرابعه باقلي هليز', '2weeks', 'ZAIED (B)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(143, '6348', 'عبير عبد الغني', '01091040966 , 01002400289', '2019-04-23', 'فيلا \"29\" و \"30B\" كمبوند دارة جاردن بجوار نادي الصيد خلف مول العرب و نادي نفابة المهندسين 6 اكتوبر', '2weeks', 'ZAIED (B)', '', 2, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 168.00, 0),
(144, '4981', ' محمود اسماعيل', '01022867228', '2019-01-27', ' كمبوند اكتوبر هيلز 1 فيلا 743 أ خلف مول العرب', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(145, '3419', 'احمد الديب', '01001578020', '2018-09-04', 'اكتوبر الشيخ زايد الحى الثامن المجاورة الرابعة فيلا 8 بجانب مدرسة و كنيسة', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(146, '3123', 'ايهاب بدوي', '01011707176', '2018-03-20', 'فيلا 24 حي الورود امام مول العرب اكتوبر', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(147, '1764', 'أ/كريم عبد المنعم', '01067502060', '2017-02-12', 'فيلا 30 الحى التاسع المجاورة الثالثة الشيخ زايد خلف المدرسة البريطانية', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(148, '1562', 'م/ صفاء حسن', '38751212 , 01118083692', '2017-02-21', 'الشيخ زايد الحي التاسع المجاوره 3 فيلا 39ب', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(149, '1337', 'اللواء / عادل مصطفى', '01002400418', '2017-02-19', 'من عقد نادى الصيد 6 أكتوبر من عند بوابة رقم 3 على طول تانى فيلا', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(150, '1335', ' ا/ محمد مصطفى - أ/نورا شريف', '01227711056', '2017-02-21', 'كمبوند المروج المنطقه السياحيه التالته جمب نادى الصيد عماره 17 الدور 3 شقه 34', '4weeks', 'ZAIED (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(151, '9322', ' ا/محمد', ' 01101449607', '2023-09-12', ' داخل مول اجور - الشيخ زايد', '4weeks', 'ZAIED (A)', '', 3, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 240.00, 0),
(152, '9285', 'محل وهدان -ا/ احمد وهدان', '0', '2023-06-20', 'هايبر وان الشيخ زايد', '1week', 'ZAIED (A)', '', 1, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 48.00, 0),
(153, '8500', 'اشرف ياسين - احمد عزازي', '0', '2023-12-24', 'كمبوند الياسمين الحي 14 بوابة 1 فيلا 36 الشيخ زايد', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(154, '8064', 'معرض اركان', ' 01002531229', '2023-01-17', ' كبيتال بيزنس الشيخ زايد مبني P5 الدور الاول', '4weeks', 'ZAIED (A)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(155, '7777', ' ليال كمال', '01006684180', '2021-11-30', 'كمبوند زايد ديونز الشيخ زايد عماره 85 شقه 13', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(156, '7120', 'أ/طارق', '01064261514', '2022-07-19', 'كمبوند ذا ادريس شارع الشباب الشيخ زايد بجوار كورت يارد عمارة 415 الدور 1 شقة 7', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(157, '7076', 'ياسمين خاطر', '01227432612', '2022-05-24', 'فيلا 7 أ كمبوند مون لان بجوار رويال سيتي امام هايبر 1 الشيخ زايد', '4weeks', 'ZAIED (A)', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(158, '7042', 'محمود فتح الله', '01005528522', '2022-04-12', 'عمارة 5 ب واحة زايد المجاورة الاولي الحي السابع الشيخ زايد شقة 8 الدور 3', '2weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(159, '6538', 'ياسر موسي', '01112054054', '2020-12-29', ' قرية الربوة الشيخ زايد فيلا 80 ب مدخل 3 اكتوبر', '2weeks', 'ZAIED (A)', '', 2, 28.00, 0, 0.00, 1, 56.00, 1, 56.00, 0, 0.00, 168.00, 0),
(160, '6520', 'مطعم الليلة الكبيرة', '01110636717', '2020-12-29', 'مطعم الليلة الكبيرة الصحراوي امام داندي مول سلم المشاه', '2weeks', 'ZAIED (A)', '', 2, 75.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 150.00, 0),
(161, '6502', 'مدرسة Inspire', '01120850279 , 01007466672 , 01006450985', '2020-11-22', 'الشيخ زايد مدرسة لوهاتسال عند المستشفي التخصصي بجوار مطعم الشبراوي** ايمان', '4weeks', 'ZAIED (A)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(162, '5883', 'د\\ يسرى الهوارى', '01096525164 , 01277444420', '2017-12-05', 'كمبوند ذايد 2000 الشيخ ذايد امام مول اركان فيلا 312 ', '4weeks', 'ZAIED (A)', '', 3, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 240.00, 0),
(163, '5873', 'الشيف الشيربيني', '01011125777', '2017-10-24', 'فيلا515 كمبوند زايد 2000 امام مول اركان الشيخ زايد', '4weeks', 'ZAIED (A)', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 1, 40.00, 205.00, 0),
(164, '5616', 'ا/ جورج وهيب', '01281808199', '2017-08-01', 'كمبوند جيوار الحي الثالث المجاورة 5 الشيخ زايد امام كمبوند الربوة المرحلة الاولي شقة 223 C', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(165, '4990', 'منال عبد الحميد', '01006151008', '2019-02-19', ' فيلا 849 بوابة 4 كمبوند الياسمين الشيخ زايد', '4weeks', 'ZAIED (A)', '', 1, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 100.00, 0),
(166, '4803', 'حسام حلمي م/هناء محمد', '01001410301', '2018-04-17', 'كمبوند زايد ريجانسي بجوار النادى الاهلي عمارة 36B شقة 36 الدور 3 الشيخ زايد', '4weeks', 'ZAIED (A)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(167, '4423', 'مروة اسامة وحيد', '01001403010', '2018-10-02', 'تلال الجزيرة فيلا 37D خلف كمبوند الربوة اكتوبر', '4weeks', 'ZAIED (A)', '', 2, 80.00, 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 218.00, 0),
(168, '3625', 'هبة الازهري', '01223114122', '2020-05-12', ' الشيخ زايد كمبوند تلال الجزيرة خلف الربوة و النادي الاهلي فيلا 21', '4weeks', 'ZAIED (A)', '', 2, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 276.00, 0),
(169, '3536', 'فاطمة حسن شرف', '01006853015', '2020-03-03', 'كمبوند حدايق المهندسين عمارة 510 شقة 5', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(170, '3484', 'م/روعه كمال', '01223496575', '2020-10-27', 'كمبوند زايد ديونز عمارة 28 شقة 1 الدور الارضي الشقه علي اليمين الشيخ زايد', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(171, '3272', 'علاء الناقوري', '01001062616', '2018-08-21', ' مدخل زايد 1 كمبوند بلفيل فيلا 60 باسم علاء المناقوري بجوار هايبر وان', '1week', 'ZAIED (A)', '', 1, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 48.00, 0),
(172, '2205', 'محل قطونيل', '01033603977', '2022-08-11', 'مول هايبر1 6 اكتوبر الدور1', '2weeks', 'ZAIED (A)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(173, '2102', 'م/رانيا طارق', '01001622330', '2017-02-21', 'الشيخ زايد كمبوند الياسمين بجانب هايبر مدخل 1 فيلا 186 باسم الدكتور خالد جبر', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(174, '1916', 'شيرين احمد', '01222901289', '2017-01-31', 'حدائق السلمانية الشيخ زايد فيلا 62A', '4weeks', 'ZAIED (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(175, '1033', 'محرم البكري / جيم سامي علوبه', '01000746200', '2017-02-05', ' مول امريكانا بلازا جيم سامي علوبه في المبني التجاري', '4weeks', 'ZAIED (A)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(176, '9097', ' ا/ رامي - محل جلوري', '01202225343', '2022-09-18', 'مول جلوري بجوار محل تربيزا', '4weeks', 'october compan:s', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(177, '7001', ' معرض تربيزا', '01091152230 , 01501199401', '2022-04-03', ' مول جولاري بجوار مفروشات السلام', '4weeks', 'october compan:s', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(178, '4019', 'جيم زيوس كابتن عمر', '01127623308', '2018-11-25', 'مول جوليري الدور 3 المحور المركزى الموازى بجوار مركز النصر الرياضي', '4weeks', 'october compan:s', '', 0, 0.00, 1, 150.00, 0, 0.00, 0, 0.00, 0, 0.00, 150.00, 0),
(179, '2282', 'محل تاى هاوس', '01119003868', '2017-03-26', 'بجوار ميجا اوت ليت اكتوبر', '4weeks', 'october compan:s', '', 0, 0.00, 1, 145.00, 0, 0.00, 0, 0.00, 0, 0.00, 145.00, 0),
(180, '1069', '\"أ/رأفت \"كنيسة العذراء', '01205966383 , 38314952', '2017-01-31', ' كنيسة السيدة العذراء و مارمرقص 6 أكتوبر بجوار سيتى ستارز', '2weeks', 'october compan:s', '', 1, 40.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 40.00, 0),
(181, '1068', '\"أ/رأفت \"كنيسة العذراء', '01205966383 , 38314952', '2017-01-31', 'كنيسة السيدة العذراء و مارمرقص 6 أكتوبر بجزار سيتى ستارز', '2weeks', 'october compan:s', '', 7, 40.00, 0, 0.00, 4, 29.00, 0, 0.00, 0, 0.00, 396.00, 0),
(182, '8483', 'هادية الدمرداش', '01113102370', '2023-11-25', 'ميفيدا بارسيل 10 عمارة 9A شقة 201 التجمع الخامس', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 85.00, 0, 0.00, 0, 0.00, 1, 55.00, 0, 0.00, 140.00, 0),
(183, '8454', 'ا/نور وائل', '01090527256', '2023-10-11', 'التجمع الخامس كموند ليك فيو ريزيدنس بجوار كمبوند ماوتن بارك عمارة111 A شقه 6 الدور الاول', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(184, '8387', 'نانسي ابو طالب', '01203494983', '2024-05-07', 'ليان صبور فيلا T32بجوار كمبوند v.g.k', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(185, '7759', 'د/هناء عامر', '01001260001', '2021-11-13', ' التجمع الخامس (Gate Village) فيليج جيت بوابه 1 امام بوابه زيزينيا شلرع الجامعه الامريكيه بجانب مكه سنتر عماره 26 الدور 3 شقه 34', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(186, '7542', 'محمود ابو الفتوح', '01284488238 , 01225091236', '2021-05-05', '107/3 مونتن فيو هايتبارك شلرع ال90 الدور الارضي الشقة مدخل شمال في الوش', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(187, '6543', 'مهندس مجدي حسن', '01007822500', '2021-01-02', 'كمبوند زيزينيا روز فيلا 19', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(188, '6149', 'نرمين فوزي', '01000033601', '2019-05-16', 'كمبوند فيلدج جاردنز قطامية (VGK ) خلف مونتين فيو 2 عمارة 21 شقة 3', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(189, '6146', ' د/ عفاف - ارسال رسالة فقط', '01006021012', '2019-05-08', 'كمبوند سوديك ش التسعين بعد الجامعة الاميريكية ايست تاون عمارة E24 شقة 14', '1week', 'Al-Tagamoaa(A-2)', '', 1, 43.00, 0, 0.00, 0, 0.00, 1, 42.00, 0, 0.00, 85.00, 0),
(190, '5994', 'م/اميره ميلاد', '01223109892', '2018-01-13', 'لتجمع الخامس شارع التسعين كمبوند شركة دورة بعد كونكورد بلازا فيلا103 د/امين وديع', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(191, '5951', 'ا/ رياض الشعراوي', ' 01001011557', '2017-11-18', 'التجمع الخامس كمبوند سمارات لايف في نهايه كونكورد بلازا في ش الجزيرة بجوار كمبوند درة عمارة 1 شقة 112 الدور الاول', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(192, '5576', 'م/ ماجده', '01223456480', '2017-08-02', 'فيلا 19C3 ايست تاون شارع 90 بجوار الجامعة الامريكية التجمع الخامس كمبوند سوديك', '4weeks', 'Al-Tagamoaa(A-2)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(193, '5273', 'منه الله احمد', '01112000484', '2017-05-17', 'كمبوند مونتين فيو شمال افريقيا عمارة 18/2 يدخل شارع الجامعة الاميريكية بعد مول بوينت و بعد مول سبوت شقة 94 G', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(194, '5022', 'نجلاء فتحى احمد', ' 01065513828', '2017-04-03', 'التجمع الاول بجوار الرحاب كمبوند زيزينيا روز خلف كمبوند بلاجيو فيلا 13', '4weeks', 'Al-Tagamoaa(A-2)', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(195, '4988', ' أ/ايهاب انور', '01026007907', '2019-02-09', 'كمبوند بلم هيلز 2 تاون هاوس 2/1 بجوار قطمية جاردن VGK', '4weeks', 'Al-Tagamoaa(A-2)', '', 0, 0.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 116.00, 0),
(196, '4850', ' م/ نهاد فتحي', '01113002446 , 01014720075', '2018-06-30', 'التجمع الخامس ش التسعين مول نيو كايرو الدور التاني شقة C101 امام الجامعة الاميريكية و بجوار مجمع امريكانا بلازا', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(197, '4022', 'عادل اسحاق', '01227271531', '2018-12-01', 'قطعة 5 المستثمرين الجنوبية امام الجامعة الاميريكية الدور الاول بجوار بوينت 90', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(198, '3859', ' أ/اسامة ممدوح محمد', '01141028684', '2019-10-12', 'فيلا 15 كمبوند زيزينيا روز', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(199, '3758', 'محمد هشام جنينة', ' 01016273745 , 01002000517', '2022-11-12', ' اخر شارع 90 الجنوبي التجمع الخامس كمبوند هايت بارك فيلا 35C7', '2weeks', 'Al-Tagamoaa(A-2)', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(200, '3773', ' محمد درغام', '01015545053', '2019-11-02', 'كمبوند سوديك عمارة 23 B شقة 21 التجمع الخامس', '4weeks', 'Al-Tagamoaa(A-2)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(201, '3500', 'محمد هشام جنينة', '01016273745 , 01002000517', '2022-11-12', 'اخر شارع 90 الجنوبي التجمع الخامس كمبوند هايت بارك فيلا 35C7', '2weeks', 'Al-Tagamoaa(A-2)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(202, '3454', 'نادر ابو سيف', '01222113222', '2020-11-02', 'كمبوند براديس فيلا 63 بجوار كمبوند بلجيا بجوار مول مكسيم', '4weeks', 'Al-Tagamoaa(A-2)', '', 4, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 320.00, 0),
(203, '3439', 'م /سوزان', '01110777166', '2018-10-13', 'كمبوند لاميرادا خلف الجامعه الامريكيه امام كمبوند لوروا عماره رقم 12 شقه 11 الدور الاول', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(204, '3169', 'احمد حماية الله - نتصل بعد 1', '01066588526', '2018-03-10', 'زيزينيا روز فيلا 9 باسم المهندس احمد حماية الله التجمع الخامس', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(205, '2991', 'أ/ عمر علام', '01277111371', '2018-04-14', 'village جاردن القطامية (vgk) بالم هيلز عمارة 19 الدور الرابع شقة 44', '2weeks', 'Al-Tagamoaa(A-2)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(206, '2645', 'د/امل مصطفي', '01227449196', '2017-05-01', 'فيلا 16 كمبوند زيزينيا روز', '4weeks', 'Al-Tagamoaa(A-2)', '', 2, 70.00, 0, 0.00, 5, 53.00, 0, 0.00, 0, 0.00, 405.00, 0),
(207, '2627', 'م/نجوى', '01222182552', '2017-05-12', 'يلا 4 امام الجامعة الامريكية ضاحية الشرق للتأمين التجمع الخامس', '4weeks', 'Al-Tagamoaa(A-2)', '', 2, 60.00, 0, 0.00, 1, 50.00, 2, 50.00, 0, 0.00, 270.00, 0),
(208, '2509', 'نرمين', '01224640087', '2017-03-18', 'فيلا 4 امام الجامعه الامريكيه ضاحيه الشرق للتامين التجمع الخامس', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 70.00, 0, 0.00, 0, 0.00, 1, 60.00, 0, 0.00, 130.00, 0),
(209, '2477', 'ا/حسين حسين زيتون', ' 01222220020 , 01286043171', '2019-07-27', 'يلا 114/1 ليك فيو المدخل امام المستشفى الجوى التجمع الخامس ش التسعين الرئيسى', '4weeks', 'Al-Tagamoaa(A-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(210, '1779', 'منه الله الدقن', '01222927708', '2017-02-01', 'village جاردن القطامية (vgk) بالم هيلز عمارة 19 شقة 21', '2weeks', 'Al-Tagamoaa(A-2)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(211, '1332', 'أ/ ندى', '01223340326', '2017-02-13', 'فيلا 97 ا كمبوند فاذنتن بارك التجمع الخامس أخر شارع التسعين أول صنية بعد الجامعة الاميركية شمال ناصية الشارع نادى القاهرة الجديدة', '2weeks', 'Al-Tagamoaa(A-2)', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(212, '9327', 'ا/ وليد علي عبد النبي', '01009777773', '2023-08-27', '10د/3 تقسيم اللاسلكى المعادى الجديده شارع عبد الهادى امين الدور 4 بجوار دار رساله للايتام', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(213, '5761', ' ا/محمد سعد', '01006955170', '2017-08-20', 'المعادى الجديده 12 و على 1 شارع اللواء طه احمد تقسيم اللاسلكى خلف مسجد دار الفائزين الدور 3 شقه 4', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(214, '5684', 'م/ماجد سامى سعد', '01224555415', '2017-08-13', 'رقم 3 ش 266 المعادى الجديدة الدور الارضى شقة 2', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(215, '5639', 'مديحه فهمى', '01001187272 , 01002104547', '2017-09-10', '10د/3 تقسيم اللاسلكى المعادى الجديده شارع عبد الهادى امين الدور الاول بجوار دار رساله للايتام', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(216, '5638', 'نرمين عبد النبى', '01002181000', '2017-09-10', ' 10د/3 تقسيم اللاسلكى المعادى الجديده شارع عبد الهادى امين الدور الاول بجوار دار رساله للايتام', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(217, '3757', 'راندا عفت', '01001312112', '2018-12-16', 'رقم 60 شارع 261 المعادي الجديدة امام القمر الصناعي بجوار حضانة under five الدور 3 شقة 7', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(218, '3099', 'ايمان', '01097514517', '2020-09-06', '11 عمارات الرقابة المعادي الجديدة شقة 102', '4weeks', 'maadi (B)', '', 0, 0.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 116.00, 0),
(219, '3005', 'فاطمه محمود رياض', '01001120459', '2020-03-15', '10وعلي 6 شارع محمد العريان تقصيم الاسلكي المعادي الجديده اخر شارع النصر علي النصيه كفتريه فرح الدور الثالث شقه 4', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(220, '1957', 'م/هويدا', '01001347670', '2017-02-23', 'شارع 263 عماره 27 الف الدور التالت شقه 32 شقه الدكتور احمد ابو ليلله اسفل العماره جم h2o', '4weeks', 'maadi (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(221, '7648', 'جيم بوكس', '0', '2021-09-05', ' شارع الشريفة دينا فوق كوافير ديفا عرب المعادي متفرع من شارع 250 الجيم علي ناصيه الشارع باب العمارة في دخلة الشارع', '4weeks', 'maadi (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(222, '6459', ' أ/احمد زلط', '01221020810', '2019-06-30', 'فيلا 19 شارع 17 سريات المعادي رابع يمين من شارع بورسعيد قريب من ميدان دجلة', '2weeks', 'maadi (A)', '', 3, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 1, 58.00, 238.00, 0),
(223, '5821', ' م/وسام لطفى - الاتصال مره واحده فقط', '01007749999', '2024-01-14', ' شارع 213 دجلة المعادي عمارة 30 فوق مطعم كريف الدور 5 شقة 5', '4weeks', 'maadi (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(224, '5150', ' بهيرة عفت', ' 01005666776', '2017-07-16', '2ش 23 المعادى الدور 2 شقة 6', '4weeks', 'maadi (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(225, '4009', 'محمود منصور', '01090010942', '2018-11-04', '27 ش دمشق المعادي سريات متفرع من ميدان ساويرس قريب من المترو الدور 3 شقة 4', '2weeks', 'maadi (A)', '', 3, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 228.00, 0),
(226, '3609', 'Miss Diva احمد', '01093630853', '2020-04-05', 'محل رقم 620 عند سلم الكهرباء جراند مول المعادي الدور 4 محل Miss Diva', '2weeks', 'maadi (A)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(227, '1496', 'اسعاد محمد', '01222148661', '2017-02-04', '64شارع 14 معادي سريات من ميدان بور سعيد شقه 202الدور2', '4weeks', 'maadi (A)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(228, '1494', 'أ/ سهام جمعة', '01005248318 , 3581000', '2022-06-26', '2 شارع 23 شقة 7 الدور 3 المعادى متفرع من شارع النهضة امام مزلقان النهضة', '4weeks', 'maadi (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(229, '1493', 'دكتور / أحمد سعد', '01001699409', '2017-02-25', '45 ش الجولف المعادى أمام جراند مول الناحية التانية الدور الأول', '4weeks', 'maadi (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 138.00, 0),
(230, '9283', 'انجي طارق', '01558321788', '2023-06-14', '209 غرب اربيلا منطقة العمارات الدور الثالث شقة يمين الاسانسير', '4weeks', 'AL-Tagamoaa(B-2)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(231, '5891', ' سحر صلاح الدين', '01001686285', '2017-12-18', 'فيلا 115 حى الدبلوماسين امام اربيلا الدور 2 التجمع الخامس', '2weeks', 'AL-Tagamoaa(B-2)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(232, '5377', 'م / غاده محفوظ', '01225458510', '2017-05-29', 'كمبوند غرب جولف يمين البوابه عماره 625 الدور الاول شقة 6 دخول بوابه فى شمال', '4weeks', 'AL-Tagamoaa(B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(233, '2305', 'ا\\ شيرين', '01002777471', '2017-02-27', 'التجمع الخامس مثلث الدبلوماسين 235', '4weeks', 'AL-Tagamoaa(B-2)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(234, '2304', 'دكتوره\\ شيماء حازم', '01001607016', '2017-02-27', 'التجمع الخامس المنطقه 3علي4 حى القضاه امام الدبلوماسين شارع 24 عماره 25 الدور 1 شقه1', '4weeks', 'AL-Tagamoaa(B-2)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(235, '1484', 'أ/ فتحي حسن محمد', '01223716041 , 01023334579', '2020-05-16', 'الحى الرابع المنطقة الأولى التجمع الخامس قيلا 112 شارع 6 القاهرة الجديدة الدور الفوق', '4weeks', 'AL-Tagamoaa(B-2)', '', 1, 75.00, 0, 0.00, 0, 0.00, 1, 70.00, 0, 0.00, 145.00, 0),
(236, '8490', 'احمد شيحة', '01014000933', '2023-12-02', ' فيلا 174 الحي الاول المنطقة التانية التجمع الخامس', '4weeks', 'AL-Tagamoaa(B-1)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(237, '8024', 'نوران احمد ابراهيم', '01065549454 , 01008854565', '2022-10-15', 'التجمع الخامس الحى الخامس عمارات التطوير شارع 32 عمارة 60 أ الدور الارضى شقة 2 امام مكتبة عالم سمسم', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(238, '7827', 'ا/ مصطفي حافظ', '01018858971', '2022-01-22', 'التجمع الخامس الحي التاني مجاوره 2 فيلا 156', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 100.00, 1, 140.00, 0, 0.00, 0, 0.00, 0, 0.00, 240.00, 0),
(239, '7084', 'ا/ احمد مهدي - 30 نورس', '01211961172', '2022-06-04', 'اول شارع التسعين شارع الشويفات عند الكمين - مول اسكوير وان', '4weeks', 'AL-Tagamoaa(B-1)', '', 0, 0.00, 0, 0.00, 2, 62.50, 0, 0.00, 0, 0.00, 125.00, 0);
INSERT INTO `customers` (`id`, `contract_number`, `client_name`, `phone_number`, `activation_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`, `is_activated`) VALUES
(240, '6378', 'العقيد/ احمد طه', '01155616161 , 01110501110', '2018-01-22', 'ش سيد طنطاوي فيلا 41 الحي الاول المنطقة الاولي التجمع الخامس امام فيلات شيخ الازهر السابق', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(241, '6327', 'أ/اماني', '01098889558', '2019-04-06', 'الحي الاول منطقة السابعة فيلا 82 شارع 55', '4weeks', 'AL-Tagamoaa(B-1)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(242, '6307', 'مول الحمد أ/سعيد', '01119975682', '2019-02-23', 'مول الحمد التجمع الخامس جانب مسجد الحمد بجوار محكمة التجمع', '4weeks', 'AL-Tagamoaa(B-1)', '', 3, 110.00, 0, 0.00, 2, 78.00, 0, 0.00, 0, 0.00, 486.00, 0),
(243, '5665', ' امينة محمد ابراهيم', '01223902742', '2017-08-08', '38 شمال المشتل الدور التانى شقه 6 شمال مدرسه الشويفات امام فندق ترينف الجديد', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(244, '5109', 'عدم الاتصال اكتر من مرة -امينة شريف', '01000000929', '2017-05-15', 'الحى الثانى المنطقة 3 فيلا 64 شارع 43 شقة 4', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(245, '5102', 'م/سالى فارس', '01222497020', '2017-05-15', ' كمبوند استون ريسدنس خلف توكيل غبور القطامية عمارة 45 شقة 3', '2weeks', 'AL-Tagamoaa(B-1)', '', 1, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 108.00, 0),
(246, '4883', 'م/مها', '01097448896', '2018-06-18', ' الحي الخامس منطقة 3 عمارة 48 دور 4 شقة 9', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(247, '4532', ' الهام محمد', '01221088142', '2018-09-03', 'التجمع الخامس خلف مدرسة اخناتون ش 35 عمارة 246 الدور 2 شقة 6 الحي الخامس المنطقه الرابعه', '4weeks', 'AL-Tagamoaa(B-1)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(248, '3541', 'ندي الشيخ', '01005450092', '2020-03-07', 'التجمع الخامس غرب الجولف فيلا 620 الدور 2 شقة 3', '2weeks', 'AL-Tagamoaa(B-1)', '', 0, 0.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 48.00, 0),
(249, '3432', ' سميرة عمارة', ' 01221095130', '2018-09-10', ' التجمع الخامس المنطقة الخامسة الحي الخامس ش 48 فيلا 200', '4weeks', 'AL-Tagamoaa(B-1)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(250, '3159', 'د/ احمد كمال', '01000003017', '2018-03-05', 'التجمع الخامس الحي الخامس المنطقة الاولي ش 4 فيلا 8 الدور الارضي', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(251, '2867', 'د/الهامي فؤاد', '01223613931', '2018-11-12', ' التجمع الخامس الحي الاول المنطقة الثانية فيلا 27 علي الناصية الشارع ملجأ', '4weeks', 'AL-Tagamoaa(B-1)', '', 2, 65.00, 0, 0.00, 1, 55.00, 2, 55.00, 0, 0.00, 295.00, 0),
(252, '1503', 'م/ريم الابيارى', '01002333311 , 01222101179', '2017-02-16', '311 غرب الجولف التجمع الخامس بجوار قطاميه هايتس الدور 23 الشقة علي اليمين', '2weeks', 'AL-Tagamoaa(B-1)', '', 0, 0.00, 0, 0.00, 3, 48.00, 0, 0.00, 0, 0.00, 144.00, 0),
(253, '1315', 'د/أيمان عماد', '01001859917', '2019-08-24', 'التجمع الخامس الحى الخامس المنظقة الخامسة شارع 40 متفرع من شارع 17 فيلا 60 بجوار جهاز المدينة', '4weeks', 'AL-Tagamoaa(B-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(254, '9329', 'م/ نسمة حسين', '01068506705', '2023-09-04', 'كمبوند كايروفيستيفال عمارة 1100 شقة 22 التجمع الخامس', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 85.00, 0, 0.00, 1, 65.00, 0, 0.00, 0, 0.00, 150.00, 0),
(255, '8381', 'محل توليب', '0', '2024-05-20', ' محل نوليب كايروفستيفال', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(256, '7623', 'ا/عبد المنعم سامى', '0', '2012-08-20', 'تجمع الخامس جنوب الاكاديميه واو فيلا 255 ** بدر', '2weeks', 'AL-Tagamoaa(A-1)', '', 5, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 350.00, 0),
(257, '6549', 'محل جوهرة أ/ يوسف صابر', '01095161484', '2021-01-11', 'محل جوهرة الداون تاون شارع التسعين', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(258, '5161', 'ممدوح محمد عبد الغفار', '01111463220 , 01013903385', '2017-05-31', 'داخل كايرو فيستيفال بجوار شركه اولينذ', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(259, '1604', 'ا/ اثار ايوب', '01227959906', '2022-11-07', ' فاميلي سيتي عمارة 10 الدور الاخير خلف سوبر ماركت اوسكار', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(260, '1254', 'المهندس / غبريال عياد', '01223290030 , 25374222 , 25374217', '2017-02-27', '215 جنوب الأكادمية ب أمام الجاامعة الكندية ومدرسة ms الدور الاول شقة 4', '4weeks', 'AL-Tagamoaa(A-1)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(261, '1206', 'أ/فاطمة عبد الوهاب - داخل المدرسة الانجليزية', '01003187635 , 01069249797', '2017-02-11', 'منظقة جنوب الاكادمية أ ش بلال ابم رباح فيلا 127', '4weeks', 'AL-Tagamoaa(A-1)', '', 2, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 276.00, 0),
(262, '9138', ' د/جمال حسين جعفر', '01095500339', '2022-09-18', 'الحي المتميز مينا جاردن تاون هاوس فيلا 17 ب خلف مستشفي دار الفؤاد اكتوبر', '4weeks', 'October (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(263, '8014', 'د . ايهاب داود', '01001676576', '2022-10-02', 'اكتوبر ريحانة 333 امام مول مصر', '4weeks', 'October (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(264, '5915', 'اللواء/احمد نبيل فريد', '01222201900', '2017-11-19', ' قرية لفيدا البستان شارع مول مصربجوار مدينه مبارك التعليميه فلا 20الف 3/9 اكتوبر', '4weeks', 'October (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(265, '2574', 'حمد البساتيني --سارة احمد طه', '01141444493', '2017-05-21', 'كمبوند بالم باركس عمارة 60 شقة 3 د/احمد البساتينى 6اكتور او فى العنوان السياحية السادسة شارع المستشار معتصم الشاهد فيلا معتصم الشاهد قيلا 207', '4weeks', 'October (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(266, '3358', 'م/ايناس محمد محمود', '01001785526', '2020-12-06', 'عمارة 323 شقة 45 الدور3 دريم لاند 6 اكتوبر', '4weeks', 'October (B)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(267, '2338', 'محل محرز و كريمة أ/كريم', '01007391097', '2017-03-12', 'مول مصر الدور التانى محل موبليا', '4weeks', 'October (B)', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(268, '4079', 'د/مرقص -م/ماجدة رمزى', '01227444056', '2018-01-28', 'رقم 46 ش البطل احمد عبد العزيز المهندسين الدور 10 شقة 102 فوق بنك كريدى اجريكول', '4weeks', 'Mohandseen (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(269, '1740', 'ابتسام جاويش', '01010900353 , 01223870185', '2017-02-19', '48 ش عبد المنعم رياض متفرع من شارع البطل احمد عبد العزيز المهندسين الدور7 شقة 13', '4weeks', 'Mohandseen (B)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(270, '6597', 'محل مختار', '01090196229', '2021-03-14', 'رقم 5 شارع شهاب المهندسين', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(271, '6484', 'معرض مفكو حلوان فرع المهندسين', '01114530930', '2021-11-14', 'رقم 3 شارع لبنان تقاطع جزيرة العرب معرض شركة مفكو حلوان المهندسين', '1week', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(272, '6475', 'محل أبل للاحذاية', '01111572932', '2019-07-07', 'رقم 19 شارع شهاب امام التوحيد و النور المهندسين', '1week', 'Mohandseen (A)', '', 1, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 48.00, 0),
(273, '6049', 'بهيجة شاكر', '01222886227', '2019-09-29', '22 شارع رياض متفرع من شارع شهاب الدور التامن شقة 15 الانتركم باسم / بهيجة شاكر', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(274, '5614', 'م/ثريا كمال', '01222196008 , 01272957000', '2017-08-13', '4ش سوريا الدور 8 شقة 82 امام مستشفي السلام ميدان مصطفي محمود المهندسين', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(275, '4911', 'ايناس عفت', '01001464842', '2019-05-12', '6 ش وادي النيل المهندسين الدور 3 شقة علي اليمين', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(276, '4336', 'ليلي مرتجي', '01222251024', '2019-12-22', '22 ش ابراهيم البعثي متفرع من احمد عرابي الدور 3 شقة 5', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(277, '4088', ' م/اخلاص صبحى', ' 01224296572', '2018-02-18', '9 ش اسراء المعلمين المهندسين الدور 4 شقة 19 عند مؤمن ميدان لبنان', '4weeks', 'Mohandseen (A)', '', 1, 21.00, 0, 0.00, 1, 11.00, 0, 0.00, 0, 0.00, 32.00, 0),
(278, '3612', 'محل مليكه -ا/احمد فوزى-لايريد الاتصال', '01111225050', '2020-05-03', '7ش شهاب المهندسين', '4weeks', 'Mohandseen (A)', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(279, '3238', 'خالد حسن', ' 01120090350', '2020-09-27', '41 شارع لبنان المهندسين', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(280, '2835', 'ا/مدحت اسحاق', '01289144053', '2017-10-15', 'ميدان البصرة عمارة 42 الدور 3 شقة 3 المهندسين بعد ش شهاب يدخل من عند ابو عادل يمين فى اول شمال', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(281, '1785', 'م/رضوى هلال', '01140059995', '2017-02-15', ' 6 ش ابو المحاسن الشازلي المهندسين الدور 11 شقة 1101', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(282, '1240', 'محل مليكه -ا/احمد فوزى', '0233382238 , 01111225050', '2017-02-05', '7ش شهاب المهندسين', '4weeks', 'Mohandseen (A)', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(283, '1235', 'محل ايجى كلوب أ/وليد', '01281050390 , 01124191899', '2017-02-08', 'رقم 25 عبد المنعم سند المهندسين من عند الشبراوى محل ايجى كلوب', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(284, '1234', 'محل ايجل /مراد ممدوح', '01281050390 , 01006528538', '2017-02-22', '4شارع حسين الجيزاوي المهندسين', '4weeks', 'Mohandseen (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(285, '1232', 'أ/نيفين', '01001003905', '2017-02-01', 'قم 49 شارع المدينة المنورة خلف الاسواق الحرة جامعة الدول العربية المهندسين الدور 12', '2weeks', 'Mohandseen (A)', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(286, '5688', 'اميرة فتحى', '01111736161 , 01228222275', '2017-08-13', 'رقم 335 ش السودان الدور 7 شقة يمين الاسانسير أ/احمد الجبل المهندسين', '4weeks', 'Sudan', '', 0, 0.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 174.00, 0),
(287, '9004', 'مارينا وجدي وصفي', '01222833798 , 01202223276 , 01099017095 , 01065602686', '2021-06-29', 'مدينه نصر شارع حازم صلاح امام مدرسه القاهره الدوليه عقار 9 بانوراما الاندلس شقه 24 أ', '4weeks', 'Mostafa AL-Nahass', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(288, '7798', 'ا/محمد جمال - تبع شركة عسل للاثاث', '01226111146', '2021-12-23', '11 شارع مصطفي النحاس شركة عسل للاثاث', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(289, '7696', ' مهندس /صفا الدين', '01001082712', '2021-10-09', 'رقم 85 مصطفي النحاس الدور 5 شقة 8 مدينة نصر مع تقاطع مكرم عبيد', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(290, '7059', 'نانسي مجدي', '01223552582', '2022-04-27', 'كمبوند تاج سلطان سيتي بجانب جاردينيا بلوك 9 شقه 2 الدور الارضي - سيتي سنتر الماظه طريق السويس علي يمين ماستر', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(291, '6553', 'محمد ابو النصر - ارسال رسالة', '01065528848', '2021-01-30', '9 شارع محمد النادي خلف محجوب مصطفي النحاس الدور الارضي والاول', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(292, '6309', 'محمد نصر الدين', '01222826821', '2019-03-16', 'شارع محمود البناني قطعة (1) بلوك (19) شقة ( 101) امام صيدلية محمد فاروق متفرع من مصطفي النحاس بعد مدرسة المنهل و بنزينة توتال اول شارع يمين اخره', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(293, '4348', 'حسين خليل', '01019555504', '2020-03-21', '8ش حسين كامل المنطقة العاشرة متفرع من شارع الصواف مدينة نصر امام شركة المياه برج الزهور ب الدور 4 شقة 42 الانتركم', '4weeks', 'Mostafa AL-Nahass', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(294, '2541', 'امل احمد عبد الرحمن', '01223998069', '2017-12-09', '8ش حسين كامل المنطقة العاشرة متفرع من شارع الصواف مدينة نصر امام شركة المياه برج الزهور ب الدور 11 شقة 3 الانتركم باسم محمد فتحى', '4weeks', 'Mostafa AL-Nahass', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(295, '2393', 'أ/اسلام', '01003211123', '2017-03-07', '10 عمارات فوزى السيد التوفيقة مدينة نصر الدور الأول شقة 1 اخر مصطفى النحاس باسم / اسلام باسم', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(296, '1811', ' امل شوقى محمد', '01227866739', '2017-02-14', 'عمارات التوفيقية اخر مترو مصطفى النحاس بعد المنهل عمارة 21 الدور 5 شقة 9 مدينة نصر', '4weeks', 'Mostafa AL-Nahass', '', 0, 0.00, 0, 0.00, 1, 58.00, 1, 58.00, 0, 0.00, 116.00, 0),
(297, '1441', 'ا/ اميمه كمال', '01008083537', '2017-02-07', 'رقم 2 عبد الجواد سالم متقرع من جمال الدين قاسم خلف السراج مول وجامع الصفا الدور 7 شقه 701 تحت العماره مكوجي', '4weeks', 'Mostafa AL-Nahass', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(298, '1005', 'خالد على عزام', '01200248889 , 24711715', '2017-02-07', 'مدينة نصر عمارة 18 مشروع السبع عمارات اخر مترو مصطقى النحاس شمال الدور 2 شقة 11', '4weeks', 'Mostafa AL-Nahass', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(299, '8223', 'أ/ امجد', '01225028061', '2024-08-24', '41 ابو داود الظاهري من مكرم عبيد/مدينه نصر', '2weeks', 'Makram Abied', '', 2, 60.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 168.00, 0),
(300, '7653', 'م/عزة', '01002179955', '2023-07-08', 'رقم 219 مساكن الشروق مدينة نصر امام البوابة الخلفية لنادي الاهلي بجوار معهد المشاه الدور 3 شقة 32', '4weeks', 'Makram Abied', '', 1, 0.00, 0, 0.00, 0, 0.00, 1, 0.00, 0, 0.00, 0.00, 1),
(301, '7614', 'محمد جاد', '01153668337', '2021-08-10', 'مدينه نصر شارع داود الظاهري عمارة 34 الدور الثامن شقة شمال رقم 82', '4weeks', 'Makram Abied', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(302, '6590', 'معرض ديكوراتي للاثاث', '01018309000', '2021-03-04', '58 شارع مكرم عببيد معرض ديكوراتي للاثاث', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(303, '6581', 'سيلفيا خليل', '01220020404', '2021-02-27', 'رقم 9 عمارات رامو الدور 7 شقة 703 قدام سيتي ستارز مدينة نصر', '2weeks', 'Makram Abied', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(304, '6579', 'محل Elegant', '0115554696 , 0115666146 , 01129911185', '2024-02-17', '13 عمارة حدايق رامو امام الدهان جنب الاحمدي للسيارات مدينة نصر', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(305, '6293', 'سمية فريد', '01224544858', '2018-01-31', ' رقم 19 ش كابول خلف السلاب مكرم عبيد الدور 2 شقة 7 او 4 منزل د/احمد حسن', '4weeks', 'Makram Abied', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(306, '6040', 'عمرو محمد فخري', '01005227366', '2019-09-21', '43 شارع معز الدولة متفرع من مكرم عبيد الدور التاني شقة 5', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(307, '6017', 'مي عبد المنعم', '01222511674', '2019-08-24', '62 شارع محمد النادي المنطقة السادسة موازي لشارع مصطفي النحاس الدور التامن شقة 16', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(308, '5624', ' كابتن صلاح سلامة', '01005290872 , 01124940450', '2017-08-05', '35ش كابول متفرع من مكرم عبيد الدور الرابع شقة 7 خلف مصطفي السلاب', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(309, '5619', 'ا/عادل الشربيني', '01207867867', '2017-08-01', '5ش حافظ ابراهيم خلف مفكو حلوان بجوار مدرسة سان جورج متفرع من شارع مكرم عبيد الدور التاني الشقة اللي يمين الاسانسير', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(310, '5500', 'م/رواية', '01222303413', '2017-08-12', '5ش كابول خلف السلاب خلف مكرم عبيد تحت العمارة مسجد الفرقان الدور الاول علوى شقة 4', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(311, '4956', ' محل lebsak', ' 01122999839 , 01099357391', '2018-12-29', 'رقم 11 عمارة السعودية خلف سيتي ستارز امام دار الدفاع الجوي مدينة نصر', '1week', 'Makram Abied', '', 1, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 48.00, 0),
(312, '4957', 'سيراميكا شلبي', '01128895536 , 01006588497 , 01128895540', '2018-12-29', 'رقم 4 ب شارع النزهة بجوار الرقابة الادارية ارض الجولف', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(313, '3001', ' عياده د/داليا نجيب', '01202273558', '2020-03-10', '10 عمارات رامو امام سيتي ستار الدور التاسع', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(314, '2868', 'د/جمال عابد', '01017766217', '2018-12-15', 'رقم 25 ش محمد المقرفي خلف كنتاكي النادي الاهلي مدينة نصر الدور 8 شقة 801', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(315, '2829', 'محمد الملاح', '01002711012 , 01007750193', '2017-10-10', 'رقم 55 احمد الصاوى من مكرم عبيد الدور 11 بجوار الاسانسير هيتم تسليمه فى الدور 12 باسم طارق الملاح', '4weeks', 'Makram Abied', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(316, '2786', 'مني محمد اسماعيل', '01004200218', '2017-12-05', '180 مساكن الشروق خلف النادي الاهلي بجوار مسجد التوحيد الدور التالت شقه 34', '4weeks', 'Makram Abied', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(317, '2644', 'خالد شمس', '01020457222', '2021-09-14', 'رقم 34 ش طرابلس خلف السلاب مكرم عبيد مدينة نصر الدور 8 شقة 25', '4weeks', 'Makram Abied', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(318, '1053', 'منى ممدوح', '01066625641 , 25347378', '2019-03-05', ' 95 ش حافظ رمضان أمام نادى الأهلى بجوار كوستا كافية مدينة نصر الدور 11', '2weeks', 'Makram Abied', '', 2, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 120.00, 0),
(319, '7804', 'محل Rody ', '01098256676', '2021-12-28', '80 ش عباس عقاد نفس عماره Orange', '2weeks', 'Abass EL-Akad', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(320, '7603', 'محل ماري مود', '01017390388', '2021-08-03', 'رقم 24 شارع عباس العقاد', '1week', 'Abass EL-Akad', '', 2, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 96.00, 0),
(321, '7020', ' محل رودى', '01144433393', '2022-04-05', 'رقم 80 عباس العقاد الدور 1', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(322, '6598', ' محمد حسام الدين', '01006867639', '2021-03-09', '8 شارع القرشي متفرع من حسنين هيكل مدية نصر عمارة رانيا علي ناصية الشارع بنك عودة الدور السادس الشقة اللي في النص', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(323, '6045', 'اتيليه الطحان أ/سعيد', '01022980084 , 01000667062 , 01114555257 , 01016702947', '2019-09-24', '18 عباس العقاد فوق قويدر', '1week', 'Abass EL-Akad', '', 4, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 192.00, 0),
(324, '4821', 'مركز HMC ا/رضا عبد السميع', '01143434314 , 01101434311', '2018-04-24', ' رقم 40 ش عباس العقاد امام كشري شيخ البلد الدور 3 مركز hmc', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(325, '4718', ' لوران فاشون أ/بشير', '01155534194', '2018-12-04', 'رقم 24 عباس العقاد الدور الارضي محل رانسي', '1week', 'Abass EL-Akad', '', 2, 48.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 96.00, 0),
(326, '4448', 'ماهر بنيامين', '01211466473', '2022-06-07', 'رقم 132 ش الطيران مدينة التوفيق شقة 42 الدور 4 مدينة نصر تحت البيت محل العبد', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(327, '3838', 'معرض علاء الدين -- استاذ مؤمن', ' 01061196273', '2019-04-23', 'امتداد رمسيس 2 معرض علاء الدين', '2weeks', 'Abass EL-Akad', '', 1, 43.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 43.00, 0),
(328, '3412', 'فدوي محمد الشريف', '01001591615 , 22603666', '2018-08-20', '90ش الطيران برج الشهيد بجوار حي مدينه نصر الدور 8 شقه 803 الشقه باسم شريف صالح تحت البيت بنك', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(329, '3392', 'حبيب محمد حبيب', '22748509 , 01001008214', '2021-01-19', '11 عزت سلامة متفرع من عباس العقاد علي ناصية الشارع مطعم جاد الدور الرابع شقة 9', '4weeks', 'Abass EL-Akad', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(330, '2818', 'سناء فهمي', ' 01271883322', '2017-09-30', '2 ب عمارات النور الحرس الجمهوري مدينه نصر الدور6 شقه 63 امام بنزينه عباس العقاد', '4weeks', 'Abass EL-Akad', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(331, '2015', 'الكابتن وليد أحمد', '01115502772', '2017-02-07', '4/3 شارع أنور المصرى عمارة كوين بلازا مدينة نصر عباس العقاد الدور 9 شقة 98', '2weeks', 'Abass EL-Akad', '', 0, 0.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 48.00, 0),
(332, '1693', 'هناء محمد', '01223678620', '2017-02-14', '48 امتداد رمسيس الدور الارضى شقه 3 يمين قاعه المؤتمرات تحت البيت محل نضارات', '4weeks', 'Abass EL-Akad', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(333, '1608', 'ايه ايوب', '01227472666', '2017-02-06', '8 جمال سالم بلوك 115 الدور الاول شركة دولفين', '4weeks', 'Abass EL-Akad', '', 2, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 276.00, 0),
(334, '9051', ' شركه - تنسيز', '01150101250', '2022-08-03', 'رقم30 ش مصطفي رجب متفرع من ش نبيل الوقاد متفرع من ش النزهة', '4weeks', 'AL -Golf', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(335, '6558', 'د/عبد المنعم', ' 01001413213', '2021-02-03', '6 شارع محي الدين عبد الظاهر متفرع من عبدالله دراز مصر الجديدة خلف سنترال الماظة ارض الجولف لبدور 8 شقة 19', '4weeks', 'AL -Golf', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(336, '6016', 'د/مينا صفوت', '01003990017', '2019-08-21', '1 شارع عبدالله دراز ارض الجولف الدور الخامس شقة 112اخر شقه علي الشمال', '4weeks', 'AL -Golf', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(337, '9176', 'مينا مكرم', '01283330330', '2023-01-03', '20 ب بيت شارع قايتباى من عمرو بن الخطاب الدور ال8 شقة 82 ميدان الاسماعيلية مصر الجديدة', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(338, '9079', 'مها يوسف', ' 01004111638', '2022-08-16', 'رقم 54 شارع النزية خليفة مصر الجديدة الدور 9 شقة 2 امام الاسانسير امتداد كنيسة البازليك و في نهايته الميرلاند', '4weeks', 'Heliopolis', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(339, '9073', 'مها ربيع', '01557577977', '2022-08-10', 'عمارات العبور سلاح سالم عمارة 16 ب الدور 14 شقه 4 والمدخل من عند الحرس الجمهوري', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(340, '5610', 'م/جيهان النجار', '01222221037', '2017-08-05', '15ش الشهيد محمود العشرى متفرع من شارع الامل ميدان تريومف الدور 5 شقه 7', '4weeks', 'Heliopolis', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(341, '4310', 'عادل حنا', '01225103762', '2023-12-04', 'رقم 13 ش السبكى الدور الارضي خلف نادى هليوبليس امام القوات الجوية مصر الجديدة نهاية ش منشية الطيران البوابة ام عادل', '4weeks', 'Heliopolis', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(342, '4062', ' موريس جندى', '01017601552', '2018-01-20', '01017601552', '4weeks', 'Heliopolis', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(343, '4018', 'وفاء ربيع', '01003925937', '2018-11-20', '9 عمارات العبور ش صلاح سالم الدور التامن شقة 8', '4weeks', 'Heliopolis', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(344, '3740', ' ا/ لمياء رضا', '01004438444', '2021-02-03', '5 فليب حنا الدور التامن شقه 1 متفرع من شارع النزهه', '2weeks', 'Heliopolis', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(345, '3711', 'مني عبد الشهيد', '01229393733', '2019-03-17', '23 ش احمد سمير الصاوي امام قصر الطاهرة امتداد ش القبة الدور 6 شقة 21 انتركم 21', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(346, '3294', '*المستشار فاروق هاشم', '01005000643', '2023-11-20', '23 ش رمسيس مصر الجديدة الكوربة متفرع من ش بغداد الدور 7 شقة 12 امام العمارة محل اسمه وجوه', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(347, '3287', 'م/ ماجدة', '01222134068', '2018-10-02', ' رقم 24 أ شارع فوزي المطري ما بين ميدان الاسماعيلية و شارع العروبة الدور 1 شقة 4', '4weeks', 'Heliopolis', '', 1, 90.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 148.00, 0),
(348, '3276', 'د/ اشرف ادوارد', '01223555982', '2018-09-18', '12 ش علي فهمي كامل الدور 4 شقة 10 متفرع من ميدان المحكمة الرئيسي ورا نادي النصر', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(349, '3092', 'مني بهيج', '01222731015', '2020-08-18', '56 ش بيروت الدور 3 شقة 5', '4weeks', 'Heliopolis', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(350, '3017', '*د/سمية لاشين', '01001144123', '2020-03-24', '59 شارع عثمان بن عفان الدور التالت شقة 8', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(351, '2938', 'مجدي نصر', '01270464638 , 01001265638', '2017-11-04', '8 عدلي كفافي سانت فاتيما مصر الجديدة الدور الاخير شقة 24', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(352, '2388', 'شاكرعز الدين', '01001313012', '2017-03-07', '1شارع احمد زيد جامع الفتح خلف ديكوراما عند جنينة الضباط الدور 3 شقة 6 شارع محمد فريد', '4weeks', 'Heliopolis', '', 2, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, 0),
(353, '2138', 'د/بيتر فؤاد', '01205456000', '2020-06-06', 'رقم 25 عثمان ابن عفان ميدان صلاح الدين مصر الجديدة الدور 1 عيادة د/بيتر فؤاد اسمها فيزو هيلز', '2weeks', 'Heliopolis', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(354, '1538', 'م / مشيره عبد الحميد الشوربجي', '01223832546', '2017-02-21', ' 12 منشيه الطيران الدور 10 شقه 101 او102 خلف نادي هليوباس او متفرع من ش الخليفه المامون', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(355, '1519', ' المهندس عبد العال', '01223823863', '2017-02-28', ': 19ش بيومى نصار مصر الجديدة ميدان هيليوبلس متفرع من شارع عبد العزيز فهمي خلف شاكر للكباب الدور5 شقة20', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(356, '1518', ' سماح احمد', '01202515252', '2017-01-29', '31 شارع محمد فريد جامع الفتح ميدان هليوبليس مصر الجديدة عمادة تحتها معرض الطلائع للسيارات الدور الخامس شقة 9', '4weeks', 'Heliopolis', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(357, '1517', 'م/ مني صاالح', '01001440024 , 01141662838', '2017-02-04', '36ش محمد فريد مصر الجديدع جامع الفتح فيلا 36', '4weeks', 'Heliopolis', '', 2, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, 0),
(358, '9069', 'نانسي احمد', '01013663064', '2022-08-13', 'التجمع الخامس النرجس عمارات الدور 2 شقة 4 عمارة 236 امام جامع المصطفي', '4weeks', 'AL-Narges Emarat', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(359, '2996', 'أ/سلوي مرسي', '01069970002', '2018-04-23', ' التجمع الخامس 16 عمارات النرجس الدور 3 شقة 7 او 8', '4weeks', 'AL-Narges Emarat', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(360, '2086', 'أ/اميرة فوزى', '01001696989', '2017-02-15', 'رقم 630 التجمع الخامس النرجس عمارات الدور الارضي مدخل يمين', '4weeks', 'AL-Narges Emarat', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(361, '1339', '* محمود جابر', '01222726127 , 01114446586', '2017-02-08', 'نرجس عمارة 527 شقة 31 التجمع الخامس شارع الفنان حسن فؤاد الدور الثاني', '4weeks', 'AL-Narges Emarat', '', 0, 0.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 116.00, 0),
(362, '6123', ' عادل سيدهم', '01274178344', '2019-04-06', ' النرجس 3 شارع الفريق عزيز المصري فيلا 276 الدور الدور الارضي التجمع الخامس', '4weeks', 'AL-Narges', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(363, '4404', 'مي سيف', ' 01285002422', '2018-10-08', 'رقم 85 النرجس 2 امام مدرسة كابيتال بوابة 5 البوابه علي اليمين اخر دوران وش السلم الدور الاخير', '4weeks', 'AL-Narges', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(364, '4220', 'م/ كارولين امين', '01001276127', '2019-02-09', 'فيلا 92 شارع عيسي العوام النرجس 6 التجمع الخامس خلف الكنيسة', '4weeks', 'AL-Narges', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(365, '3761', 'م / غاده الهادي', '01223966035', '2018-12-17', 'النرجس 3 شارع ابن سينا فيلا 368الدور الاول شمال السلم', '4weeks', 'AL-Narges', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(366, '1855', 'المهندسة/حنان احمد شفيق', '01223714844', '2017-02-15', 'التجمع الخامس النرجس 4 فيلات فيلا 113 الاول علوى شقة 3', '4weeks', 'AL-Narges', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(367, '5427', 'ساره محمود الجندي', '01143411113', '2017-07-10', 'فيلا350الياسمين 8بجوار استاد بترو سبورت', '4weeks', 'AL-Yasmeen', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(368, '5313', 'نيفين رجب', '01004717121', '2017-05-24', ' الياسمين 6 عمارة 190 شقة 1 باسم /عصام رجب', '4weeks', 'AL-Yasmeen', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(369, '5272', 'احمد مصطفى القدرى', '01158922786 , 01287377440 , 23088215', '2017-05-17', 'التجمع الاول الياسمين 2 فيلا 186', '4weeks', 'AL-Yasmeen', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(370, '5262', 'علاء عبد الواحد', '01111191959', '2017-05-15', 'التجمع الاول الياسمين 8 فيلا 262 الدور 1 شقة 3', '4weeks', 'AL-Yasmeen', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 45.00, 1, 45.00, 205.00, 0),
(371, '3487', 'م/هويدا', '01001779914', '2020-11-04', 'التجمع الاول ياسمين 8 فيلا 350 الدور الارضي', '4weeks', 'AL-Yasmeen', '', 2, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 276.00, 0),
(372, '3279', 'سمير طاهر', '01001591161', '2018-10-03', 'التجمع الاول الياسمين 5 فيلا 47', '4weeks', 'AL-Yasmeen', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(373, '2467', 'د/اسامة', '01005126501 , 23096655', '2017-04-10', 'التجمع الاول الياسمين 7 فيلا 36 شارع الشيخ حسن المأمون متفرع من شارع التسعين الشمالى امام معرض سيارات الجيوشي', '4weeks', 'AL-Yasmeen', '', 3, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 298.00, 0),
(374, '1986', 'اللواء/ عمرو فايد** ارسال رسالة', '01025772297 , 23456399', '2019-05-08', 'الياسمين 3 فيلا 225 الدور 2 شقة 5', '4weeks', 'AL-Yasmeen', '', 1, 70.00, 0, 0.00, 0, 0.00, 1, 60.00, 0, 0.00, 130.00, 0),
(375, '1923', ' أ/احلام رياض', '01001414203 , 01061700460', '2017-04-05', 'القاهرة الجديدة الياسمين 4 فيلا 144 قريبة من نادى بترو سبورت', '4weeks', 'AL-Yasmeen', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(376, '9309', '*محل - نيو سواريه ', '01026210131', '2023-08-23', 'البنفسج 6 مولات العرائس مول 50', '2weeks', 'AL-Banafseg', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(377, '7630', 'ريم محمد', '01026628887', '2021-09-08', 'رقم 39 بنفسج عمارات 90 شمالي امام سوبر ماركت مؤمن و بشار الشقة علي الشمال الدور 2', '4weeks', 'AL-Banafseg', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(378, '6023', 'أ/عمرو يحيي الغنيمي', '01272017321', '2020-02-12', 'فيلا 31 البنفسج 7 التجمع الاول', '4weeks', 'AL-Banafseg', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(379, '5774', 'د/وحيد فريد', '01015100412', '2017-08-23', ' فيلا 200 البنفسج 12 التجمع الاول قريبة من مستشفى عكاشة مع الحارس', '4weeks', 'AL-Banafseg', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(380, '5271', 'مهندسة / اية جهاد', '01001725012 , 223271075', '2017-05-17', ' رقم 351 البنفسج عمارات الدور2 شقة 22 التجمع الخامس', '4weeks', 'AL-Banafseg', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(381, '5134', 'ماهر عشم', '01003004007', '2017-07-15', 'البنفسج 1 فيلا 235 التجمع الاول امام بوابة 13 الرحاب', '4weeks', 'AL-Banafseg', '', 1, 80.00, 1, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, 0),
(382, '5114', 'مى صلاح', '01280006590', '2019-11-27', ' التجمع الاول 147 البنفسج 3 الدور 3 شقه 7 قدام بوابه 13 للرحاب وقدام بنزينه موبيل الشقة يمين السلم', '4weeks', 'AL-Banafseg', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(383, '4933', 'كريم سمير', '01280383838', '2019-05-16', 'التجمع الاول بنفسج 9 فيلا 167 الدور 2 شقة 5', '2weeks', 'AL-Banafseg', '', 0, 0.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 48.00, 0),
(384, '2935', 'سارة صموئيل', '01284033022', '2017-11-08', 'فيلا 85 البنفسج 7 الدور الثانى التجمع الاول', '2weeks', 'AL-Banafseg', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(385, '2870', 'المهندس/ يسري محمد حافظ', '01001727941', '2018-11-20', 'البنفسج 8 التجمع الاول فيلا 106 الدور الاول يمين السلم', '4weeks', 'AL-Banafseg', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(386, '2765', 'رضوه محمود', '01001110558', '2017-10-25', 'التجمع الاول فيلا 235 بفسج 7 يالقرب من بوابه 13 الرحاب الدور 2', '4weeks', 'AL-Banafseg', '', 1, 65.00, 0, 0.00, 1, 50.00, 0, 0.00, 1, 50.00, 165.00, 0),
(387, '2428', ' المستشار / عماد جمعه', '01118099668 , 01111171186', '2021-03-24', 'البنفسج 7 فيلا 77', '4weeks', 'AL-Banafseg', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(388, '1328', 'رانيا ايمن', '01094208465', '2017-02-01', 'البنفسج10 فيلا 64 شارع احمد شوقي الدور التاني شقه 6', '4weeks', 'AL-Banafseg', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(389, '1195', 'ليلي خليل', '01227481205', '2017-01-31', 'التجمع الاول بنفسج 10 فيلا 161 الارضى متفرع من شارع الدكتور احمد عكاشة قريب من بوابة 13 الرحاب', '4weeks', 'AL-Banafseg', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(390, '9350', '*ا/ هشام ثابت ابو رحب', '01223454448', '2023-10-09', '7 شارع نجيب بسيوني متفرع من فريد سميكة خلف الكلية الحربية الدور التاني شقة 10 مصر الجديد', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(391, '9163', 'مدام فيفى مكرم', '01001764074', '2022-11-29', '6 شارع ابن الوردى متفرع من عمار ابن ياسر على ناصية الشارع بنك القاهرة امام العمارة صيدلية السبداوى الدور ال6 شقة 19', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(392, '6503', 'مهندس/رجائي', '01288119948', '2019-02-05', 'رقم 13 شارع بهجت شقة 12 الدور 4 خلف سور الكلية الحربية خلف مترو عمار ابن ياسر بجانب شركة سياحة ميرت', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(393, '5545', 'م/مها نمر', '01222704177', '2017-07-22', 'رقم 177 ش الحجاز مصر الجديدة على النفس صف المترو بعد 5 عمارة بعد الجامع و تحت العمارة صيديلة المدينة المنورة الدور 7 شقة 701', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(394, '4479', 'وفيق حبيب غالي', '01221008066', '2019-07-24', '7 الفريق اول محمد رشار حسن خلف عمرافندي الحجاز من عند باب 2 نادي الشمس مصر الجديده الدور الارضي شقه 2 علي ناصيه بنك عوده', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(395, '3996', 'المهندس نبيل علي', '01222194947', '2022-04-26', '181 ش الحجاز عند عمارة اولاد رجب الدور 9 شقة 22', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(396, '3858', 'م/ ماري اسكندر', '01224781826 , 21807398', '2021-08-24', '52 شارع عبد الرحمن الرفعي ميدان الحجاز مصر الجديده بجوار مستشفي سان بيتر الدور التاني شفة 201', '4weeks', 'AL -Hegaz', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(397, '3795', 'محلات فينسيا ا / كرم', ' 01279304050 , 01112684390', '2017-03-10', '31ش عبد الحميد بدوي مصر الجديده امام نادي الشمس وعنجد بابا جونيز ', '2weeks', 'AL -Hegaz', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(398, '2261', '*اللواء/صلاح', '01062723007 , 23096150', '2017-02-27', 'رقم 7 شارع سعيد بهجت شقة 2 مصر الجديدة متفرع من شارع فريد سميكة و المنتزة قدام بوابة استاد نادي الشمس من ناحية فريد سميكة', '4weeks', 'AL -Hegaz', '', 1, 50.00, 0, 0.00, 1, 30.00, 1, 30.00, 0, 0.00, 110.00, 0),
(399, '9349', ' *نهي ناصر', '01003714647', '2024-07-11', 'زهراء المعادي شارع ال 50 عمارة 1ل الدور 6 شقة 602', '4weeks', 'Zahraa  Maadi', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(400, '9191', 'الجامع الكبير * زكريا', '01025330003', '2023-01-19', 'عمارات طيبة امام عمارة طيبة 5 ب زهراء المعادى (التغير في 5 ب)', '4weeks', 'Zahraa  Maadi', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(401, '7098', 'نجلاء عادل', '01144133324', '2022-06-09', 'شارع 77 متفرع من 63 عمارة الياسمين الدور الاول شركه ميموري ميكر- المعادي', '4weeks', 'Zahraa  Maadi', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(402, '5277', ' مهندس خالد-م/عبير', '01156444377', '2017-05-18', 'زهراء المعادى عمارات طيبة 5ب شق705 الدور 7', '4weeks', 'Zahraa  Maadi', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(403, '4402', 'اتحاد ملاك عمارات طيبة أ/خالد **ارسال رسالة', '01112239824', '2018-09-20', 'زهراء المعادي عمارات طيبه 5 ب الدور الارضي', '4weeks', 'Zahraa  Maadi', '', 0, 0.00, 1, 135.00, 0, 0.00, 0, 0.00, 0, 0.00, 135.00, 0),
(404, '3212', 'أ/خالد مصطفي', '01006736487', '2020-08-30', '17/1 الشطر الخامس عمارات دجله نيركو المعادي الدور الرابع شقة 43', '4weeks', 'Zahraa  Maadi', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(405, '2608', 'هانى عبد الرحمن', '01145008113', '2017-04-15', 'زهراء المعادى الشطر العاشر بلوك س 66 عمارة 12 الدور 3 امام كارفور المعادى', '2weeks', 'Zahraa  Maadi', '', 0, 0.00, 0, 0.00, 1, 48.00, 0, 0.00, 0, 0.00, 48.00, 0),
(406, '1556', 'ا/ سهام السيد نجيب', '01140778444', '2017-02-18', '9مصر للتعمير زهراء المعادي شقه 15 الدور 8', '4weeks', 'Zahraa  Maadi', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(407, '1511', 'م/لينا', '01008228228', '2017-02-09', '16ش نادى وادى دجله المعادى الدور 2 شقه 24', '4weeks', 'Zahraa  Maadi', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(408, '1507', 'ا/ اشرف كامل حنا', '01222201764', '2017-02-16', 'زهراء المعادي كمبوند تيجان امام وحده تراخيص مرور المعادي عماره 18 الدور 6 شقه 64', '4weeks', 'Zahraa  Maadi', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(409, '1711', '/مدام نرمين أ/ شيماء فاضل - ا/ مصطفى رفاعى', '01005288166', '2017-02-02', 'الكيلو 42 طريق مصر أسماعلية الصحراوى قرية الطلائع أمام مركز الطبى العالمى رقم 5', '4weeks', 'Asher', '', 0, 0.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 174.00, 0),
(410, '6267', 'عرفة حسن حسن', '01004497578 , 01280753625', '2018-01-02', '29 أ العزيز بالله الزيتون الدور 7 شقة 28 بجانب قسم الزيتون والبرج اعلى سوبر ماركت الماريات وعلى ناصية الشارع قهوة ابو عامر سوبر ماركت المريمات', '4weeks', 'Zaiton', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(411, '2573', 'م/تريز فايق', '01282368049', '2017-03-25', 'رقم 194 شارع جسر السويس امام فندق السلام العمارة امام مشروع مترو محطة نادى الشمس الدور 11 شمال الاسانسير اخر شقة شمال', '4weeks', 'Gesr Suez', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(412, '1808', 'اللواء محسن زكريا احمد', '01224656565', '2017-01-29', 'مدينة الزهراء جسر السويس برج الهنا 48 عمارات ابو غزالة خلف ادارة التجنيد الدور5 شقة 52', '4weeks', 'Gesr Suez', '', 2, 75.00, 0, 0.00, 2, 50.00, 0, 0.00, 0, 0.00, 250.00, 0),
(413, '8459', 'م/ سمر', '01221700443', '2023-11-08', ' التجمع الاول ضهر الميراج سيتي امام مطعم بلكونة فيلا 13 الدور التاني شارع احمد محرم', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(414, '7698', 'اللواء /اسماعيل عبد الجواد', '01002880939', '2021-10-07', 'جنوب الاكاديميه زين -فيلا 76 شقه 1', '4weeks', 'ALTagamoaa - ALAWL', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(415, '7056', 'المستشار / تامر صلاح', '01142977729', '2022-11-09', 'كمبوند النخيل فيلا 147 التجمع', '4weeks', 'ALTagamoaa - ALAWL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(416, '3998', 'م/ يسرا فتحي - ارسال رساله فقط', ' 01000349900', '2020-02-05', 'فيلا 91 كمبوند سوان ليك بجانب بنزينة موبل التجمع الاول', '2weeks', 'ALTagamoaa - ALAWL', '', 2, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 120.00, 0),
(417, '3608', 'المهندس/عمرو فاروق عثمان', ' 01001133232', '2020-04-01', 'كمبوند سوان ليك بجانب كميوند النخيل من شارع مصطفي كامل فيلا 185 التجمع الاول', '2weeks', 'ALTagamoaa - ALAWL', '', 1, 55.00, 0, 0.00, 1, 40.00, 0, 0.00, 1, 40.00, 135.00, 0),
(418, '3588', ' مظهر عبد الدايم', '01227319993', '2020-06-17', 'سوان ليك فيلا 76 التجمع الاول', '2weeks', 'ALTagamoaa - ALAWL', '', 3, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 180.00, 0),
(419, '3542', 'ايمن سالم', '01001616721', '2020-04-01', 'فيلا ش2 كمبوند لاروزا الشركة المصرية السعودية المستثمرين الشمالية بجوار الرحاب', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(420, '3523', 'ا/ صلاح محمود - نجوي', '01113271428', '2020-02-26', 'فيلا 57 شرق الاكاديمية منطقة 2', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 276.00, 0),
(421, '3466', ' حرم العميد/ طارق صالح', ' 01006097419', '2020-10-17', 'كمبوند ليله عماره A5 الدور الثالث شقه 33 في شارع وترواي عند نزله كبري الرحاب', '4weeks', 'ALTagamoaa - ALAWL', '', 1, 80.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 254.00, 0),
(422, '2589', 'د/علي سالم ابراهيم', '01001191010', '2017-04-05', 'منتجع النخيل امام اكاديمية الشرطة التجمع الاول فيلا 254 بوابة 2 تانى يمين ش 20', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(423, '2481', 'م/نسرين ياسر محمد', '01141111555', '2017-04-13', 'وتر واي التجمع الاول عمارة 10 شقة 41 الدور 4', '4weeks', 'ALTagamoaa - ALAWL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(424, '2050', 'م/ نيلى نجيب', '01223990200', '2017-05-01', 'التجمع الاول قريه مارينا سيتى داخل النخيل فيلا 55', '4weeks', 'ALTagamoaa - ALAWL', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(425, '1773', 'م/فاطمة نصار', '01223312772', '2017-02-15', 'القاهرة الجديدة مجاورة 11/12 فيلا 17 بجانب سنترال التجمع الاول او جامع الائمة الاربعة', '4weeks', 'ALTagamoaa - ALAWL', '', 0, 0.00, 0, 0.00, 1, 65.00, 0, 0.00, 1, 65.00, 130.00, 0),
(426, '1772', 'م/لبنى اشرف', '01001106856', '2017-02-15', 'ش25 يناير مجاورة 16 التجمع الاول مدينة الياسمين الامن العام خلف الميراج سيتي من بوابة 2 ثالث فيلا على الشمال فيلا 14 ز', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(427, '1632', 'ندا غانم', '01114148881', '2017-01-31', 'منتجع النخيل التجمع الاول امام اكاديمية الشرطة فيلا 30الدور 1 شقة شمال السلم بوابة 2 فيلا النشار', '4weeks', 'ALTagamoaa - ALAWL', '', 2, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 218.00, 0),
(428, '1468', 'أ/ياسمين عمر المغربى', '01111286556', '2017-02-15', ' التجمع الاول منتجع النخيل فيلا 523 بوابة 5 فيلا السلاب الشقة الدور الاول شمال الاسنسير', '4weeks', 'ALTagamoaa - ALAWL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(429, '6552', 'عفاف صبري', '01001727724', '2021-02-01', '15 شارع عبد العزيز الدريني موازي لشارع السعود الدور الرابع شقة واحدة في الدور الاسانسير من الجراج بجوار العمارة سوبر ماركت كازيون و امام العمارة 2 دراي كلين', '4weeks', 'ALTagamoaa - ALAWL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(430, '5840', 'فاطمة محمد عبد المنعم', '01001222362', '2017-09-18', 'رقم 19 ش عبد العزيز ال سعود منيل الروضة الدور 2 شقة 1', '4weeks', 'MANIAL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(431, '4832', 'أ / انور محمد', '01001222362', '2018-05-14', 'رقم 19 شارع غبد العزيز السعود منيل الروضة الدور التاني شقة 2', '4weeks', 'MANIAL', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(432, '9156', 'محل اذاد - أ/ايمن', '01118596903', '2022-11-28', 'رقم 29 فيصل بجوار بنزينة موبيل', '2weeks', 'FAISAL', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(433, '9144', 'عبد الرحمن محمد السيد', '01065636456', '2022-10-17', 'رقم 43 ش احمد ماهر اول فيصل الدور 4 شقة 8 تحت البيت اسماك اولاد الحوراني', '4weeks', 'FAISAL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(434, '6457', 'حسام احمد حسين', '01001492453', '2024-07-22', 'رقم 13 شارع محمود عارف مريوطية فيصل فوق صيدلية صقر و سراميك كليوبترا الدور 2 شقة 8', '4weeks', 'FAISAL', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(435, '6333', 'عبد الرحمن محل دهب', '01157834090', '2019-04-15', 'رقم 24 شارع الملك فيصل بجوار بيروني محل رومانتيك بعد الدائري فيصل امام حوالة للسراميك', '2weeks', 'FAISAL', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(436, '5051', ' جمعه رجب محمد', '01119049865', '2017-05-23', 'رقم 1 ش احمد عبد الفتاح محطة مدكور فيصل الدور 3 شقة امام الاسانسير فيصل', '4weeks', 'FAISAL', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(437, '3997', 'ا/ شريف زكريا', '01032323241', '2020-03-02', '51 ش السبع عمارات من المريوطية فيصل تحت العمارة صيدلية د/ شيماء علي ناصية الشارع معرض سيارات الدور 9 الشقة يمين الاسانسير', '4weeks', 'FAISAL', '', 0, 0.00, 0, 0.00, 1, 65.00, 0, 0.00, 0, 0.00, 65.00, 0),
(438, '3112', 'المستشار /محمد موافي', '01006061399', '2020-07-13', 'رقم 457 شارع الملك فيصل محطة المساحة اعلي مستشفي رساله الخيري الدور 9 شقة 37', '4weeks', 'FAISAL', '', 0, 0.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 116.00, 0),
(439, '8229', '*عمر حمدي', '010987333335', '2024-08-18', '6 اكتوبر الحي التاني محور الكفراوي مجاورة 21 /6 الدور2 شقة 3', '4weeks', 'October (A)', '', 1, 85.00, 0, 0.00, 1, 65.00, 0, 0.00, 0, 0.00, 150.00, 0),
(440, '8225', '*م/ نوران محمد', '35862493 , 01005213241', '2024-08-19', 'الهرم عمارة 7 جنب كنيسة القديسة دميانة وقدام العمارة سوبر ماركت اوكازيون الدور 4', '4weeks', 'HARAM', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(441, '5846', 'تامر ممدوح', '01110333370 , 233941177', '2017-09-18', '8ش حسن بدران خلف المحافظة الهرم على ناصية الشارع معمل البرج ومستشفى السلام وامام مدرسة الليسية الهرم الدور 1 شقة 107', '4weeks', 'HARAM', '', 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 1, 58.00, 58.00, 0),
(442, '3969', ' بيتر شريف شحاته', '01004338206', '2020-01-20', 'رقم 7 ش البيبلاوي من جمال الدين الافغاني الدور 4 شقة 9 الهرم', '4weeks', 'HARAM', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(443, '1994', 'م/ تهانى راشد', '01003412791', '2017-02-07', 'المريوطية هرم طريق الليبينى عمارات طارق نديم برج سقارة عماره 2 الدور 5 شقة 53', '4weeks', 'HARAM', '', 1, 65.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 165.00, 0),
(444, '1960', 'م/روز', '01283319900', '2017-02-26', '5 ش حسين ابو الفضل خاتم المرسلين الهرم عند قهوة حكاوى تريد بعد س 1 علي طول', '4weeks', 'HARAM', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(445, '1695', ' م/ ناديه جامع محمد', '01005407121', '2017-02-12', '1 ش مصطفي امين الشربينى متفرع من النادى الرياضى اول الهرم الدور5 شقه 22', '4weeks', 'HARAM', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(446, '9131', 'كريم القصاص', '01001215000', '2022-03-13', 'فيلا 113 ايفوري هيل المجاورة 3 كمبوند نيو جيزة الصحراوي', '2weeks', 'Desert Road', '', 1, 75.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 75.00, 0),
(447, '8096', 'د/ اشرف بحيرى', '01223180666', '2023-03-22', 'عمارة 4 الدور التالت شقة 32 نيو جيزة المجاورة 4 منطقة ويست ريتش', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(448, '7974', ' راندا عفت', '01001312112', '2022-02-22', 'نيو جيزه المجاوره السابعه a12 / الشقه g4 الارضي', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(449, '7839', ' ندي ابو الرغب', '01000078061 , 01017766918', '2022-01-23', ' بلم سبرينج بجوار سيتى فيو A24', '4weeks', 'Desert Road', '', 3, 80.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 414.00, 0),
(450, '6229', 'م/ دينا', '01222614266', '2019-05-28', 'كمبوند مونتين فيو عماره g113 الدور الارضي شقه 1', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(451, '6100', 'احمد طارق', '01001622060 , 01019602324', '2019-01-16', 'نيو جيزة المجاورة 7 عمارة 27A الدور التالت B1', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(452, '6038', ' مني الباز', '01273950009', '2019-05-15', ' كمبوند نيوجيزة فيلا 59 - R 5', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(453, '5935', 'د/هانى دبوس', ' 01001049998', '2017-11-30', '19 طريق مصر اسكندريه الصحراوي امام فندق الواحه كمبوند ترميد هيل فيلا 70', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(454, '4498', 'احمد الهواري', '01017981775', '2019-07-30', '56 G مونتين فيو جيزة بلاتوه', '2weeks', 'Desert Road', '', 1, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 100.00, 0),
(455, '3731', '*احمد عزت', '01061056130', '2019-10-22', ' كمبوند مونتين فيو جيزة بلاتوه الكيلو 20 طريق مصر اسكندرية الصحراوي عمارة 7 وحدة 27 ارضي', '4weeks', 'Desert Road', '', 1, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 100.00, 0),
(456, '2281', 'محل كارينا', '01003329733', '2017-03-12', 'داندي مول الصحراوي', '4weeks', 'Desert Road', '', 2, 100.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 200.00, 0),
(457, '1558', 'دكتور/أحمد السعيد', '01223257886', '2017-02-05', ' كمبوند سيتى فيو طريق مصر اسكندرية الصحراوى بوابة 3 عمارة 75 شقة 2 دوبليكس', '4weeks', 'Desert Road', '', 1, 80.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 180.00, 0),
(458, '8220', '* أ/هويدا', '01003047089', '2024-08-12', '11شارع الزهراء متفرع من مصدق -الدقي الدور 4 شقه 9', '4weeks', 'Dokki', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(459, '7060', 'الدكتور/احمد ماهر', '01143223322 , 01157983325', '2022-05-08', '12 ميدان ابن الوليد الدور 3 شقه 6 بجوار سفاره سنغفورا متفرع من شارع نادي الصيد بجوار بوابه رقم 1', '2weeks', 'Dokki', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(460, '6242', ' مني احمد', '01061277309 , 01203598884', '2021-09-27', 'رقم 184 النيل بجوار فندق شهرزاد الدور 6 شقة 12 الدقى', '2weeks', 'Dokki', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(461, '6151', ' شريف صفوت', '01281458458', '2019-03-17', 'رقم 5 شارع السد العالي الدقي الدور 7 شقة 13', '4weeks', 'Dokki', '', 4, 80.00, 0, 0.00, 3, 58.00, 0, 0.00, 0, 0.00, 494.00, 0),
(462, '5551', 'سهير فوزى', '01006352299', '2017-07-23', 'رقم 50 أ ش وزارة الزراعه الدور 8 الدقى شقه 43', '4weeks', 'Dokki', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(463, '3343', 'فندق كانزي', '01066606688', '2021-09-19', 'ش9 ابو بكر الصديق من محي الدين ابو العز', '4weeks', 'Dokki', '', 1, 80.00, 1, 125.00, 0, 0.00, 0, 0.00, 0, 0.00, 205.00, 0),
(464, '3135', ' المهندس /محمد حازم', '01005351777', '2018-04-01', 'رقم 18 شارع ميدان المساحة الدقى الدور 2 شقة 13 تحت البيت كوافير كمال لو مش موجوده مصطفى او عبدالله البواب', '4weeks', 'Dokki', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0);
INSERT INTO `customers` (`id`, `contract_number`, `client_name`, `phone_number`, `activation_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`, `is_activated`) VALUES
(465, '1138', 'محلات فينيسيا ', '01279304050', '2017-02-01', '122 محى الدين بجوارنادى الصيد المهندسين امام مكتبه الوان', '2weeks', 'Dokki', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(466, '1137', 'محلات فنيسيا', '01279304050', '2017-02-05', '106ش التحرير ميدان الدقى محلات فينيسيا', '2weeks', 'Dokki', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(467, '1432', ' د/نبيلة كامل', ' 01222226468', '2019-06-23', 'رقم 14 المتحف الزراعى الدور 4 شقة 8 العجوزة شارع من البطل تحت كوبري اكتوبر', '4weeks', 'Agouza', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(468, '5263', 'Dynamix Gym', '01003600090 , 01224411426', '2017-05-28', 'رقم 9 محمد كامل حسين النزهة الجديدة امام صيدلية العزبي بالقرب من تتانيوم جيم', '2weeks', 'Nozha Gadida', '', 1, 60.00, 1, 87.00, 3, 48.00, 0, 0.00, 0, 0.00, 291.00, 0),
(469, '3611', 'عصام الجيار', '01029292293', '2020-05-06', 'رقم 12 عائشة التيمورية جاردن سيتي امام السفارة الامريكية الدور 5 شقة 18', '4weeks', 'Garden City', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(470, '9337', '*حسن حجازي', '01010064897', '2023-09-20', ' رقم 10 ش محمد المرعشلي الدور 3 شقة 11', '4weeks', 'Zamalek', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(471, '9247', ' ا/ جون امين', '01225650014', '2023-05-10', 'رقم 27 شارع يحيى ابراهيم الزمالك متفرع من 26 يوليو الدور 2 شقة 11 على الناصية المصرية للصرافة', '2weeks', 'Zamalek', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(472, '6576', 'نادين', '01227020059', '2021-02-17', '27 شارع يحيي ابراهيم الزمالك متفرع من شارع 26 يوليو الدور التاني شقة 12 علي الناصية المصرية للصرافة', '2weeks', 'Zamalek', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(473, '5825', 'م/ سمير الحلبى', ' 01223412788', '2017-09-13', '17 شارع بهجت على الزمالك الدور 3 شقه 25 على الشارع برج ام كلثوم', '4weeks', 'Zamalek', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(474, '3981', 'م/ عظيمة حلمي', '01006660259', '2020-01-29', '36 ش المنصور محمد الزمالك الدور 1 شقة 4 بجوار السفارة السورية', '4weeks', 'Zamalek', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(475, '2141', ' م/عادل مكارى', '01001799941', '2017-02-15', '112 26يوليو الزمالك الدور 2 شقة 9 اعلى حلوانى سيموندس', '4weeks', 'Zamalek', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(476, '2066', 'أ/ تفيدة يحيى داود', '01001311113', '2017-02-08', 'رقم 24 شارع منصور محمد الدور 5 بجوار يفارة لبنان الشقة دور الزمالك', '4weeks', 'Zamalek', '', 1, 80.00, 0, 0.00, 2, 58.00, 0, 0.00, 0, 0.00, 196.00, 0),
(477, '2064', 'م/أمانى صادق', '01222160877', '2017-02-08', 'رقم 10 ش محمد المرعشلى الدور 8 شقة 29', '2weeks', 'Zamalek', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(478, '1866', 'منى اسكندر', '01223276162', '2017-01-31', ' رقم 27 شارع يحيى ابراهيم الزمالك متفرع من 26 يوليو الدور 1 شقة 7 على الناصية المصرية للصرافة وتريد قبل الساعة 1', '2weeks', 'Zamalek', '', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 0),
(479, '1821', '*وائل سيف', '01118866212 , 01114351589', '2017-02-15', '8 كامل محمد الزمالك معرض اللوحات الفنية الدور 4', '4weeks', 'Zamalek', '', 2, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 160.00, 0),
(480, '4146', 'منال محمد مكرم', '01001932155', '2018-02-22', 'رقم 28 شارع جزيرة بدران الدور 4 شقة 15 شبرا مصر العمارة بعد المحكمة ال صف التانى', '4weeks', 'Shoubra', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(481, '2773', '*المهندس/ سعيد لحظى', '01222873128', '2017-11-09', ' 20ب ش القضاعى شبرا بعد جامع الخزنداره الدور 5 شقه 19', '2weeks', 'Shoubra', '', 1, 0.00, 0, 0.00, 1, 0.00, 0, 0.00, 0, 0.00, 0.00, 0),
(482, '2032', 'ايريني كميل', ' 01227655422', '2017-03-09', '204 شبرا فوق خير زمان الدور 4 شقه 10', '4weeks', 'Shoubra', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(483, '1804', 'ماري كامل', '01222870134', '2017-02-09', '20ب شارع القضاعي روض الفرج الدور 7 الباب الحديد', '4weeks', 'Shoubra', '', 1, 43.00, 0, 0.00, 1, 27.00, 0, 0.00, 0, 0.00, 70.00, 0),
(484, '4970', '*محل كل الدنيا', '01147584277', '2023-04-05', 'رقم 25 شارع طلعت حرب وسط البلد الارضي', '4weeks', 'Down Town', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(485, '4969', 'ابو حلقة أ/وائل', '01147584277 , 01228730728 , 01154361079', '2023-02-08', 'رقم 23 شارع طلعت حري وسط البلد الارضي', '4weeks', 'Down Town', '', 1, 70.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 70.00, 0),
(486, '1093', 'مريم وديع', '01220655567', '2017-02-19', '120 ش الجلاء بجوار قسم الازبيكية بجانب مطعم نعمة الدور 3 شقة 13', '4weeks', 'Down Town', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(487, '8495', '* دكتورة - لمياء', '01277739346', '2024-01-11', 'مستشفي اركان التخصيصي العباسية', '4weeks', 'Zaher', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(488, '5428', 'معرض علاء الدين', '01222279986', '2017-07-10', 'ميدان الضاهر معرض علاء الدين', '4weeks', 'Zaher', '', 3, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 240.00, 0),
(489, '2103', '*أ/عمرو فهمى - عدم الاتصال ارسال رسالة فقط', '01280295425 , 24836267', '2020-04-27', '237 شارع رمسيس الدور 6 شقة 50 نفس العمارة صيدلية عابدين اتجاه عمرة في بنزينه موبل', '4weeks', 'Zaher', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(490, '8206', 'مادونا سمير (تبع مربم اميل )', '01277004375', '2024-07-04', '18ش محمد نبيل السباعي من مصر والسودان علي اول الشارع سوبر ماركت سامي سلامه ومسجد الكشك الدور الرابع شقه 14', '4weeks', 'Hdaek ALQouba', '', 1, 80.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 138.00, 0),
(491, '5896', 'فيفيان جريس', '01281163900', '2023-12-28', 'رقم 22 ش سكة الويلي حدائق القبة متفرع من ولي العهد امام كفتريا ليالي زمان الدور 3 شقة 6', '4weeks', 'Hdaek ALQouba', '', 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 0, 0.00, 58.00, 0),
(492, '9286', '*كنيسة الانبا بولا - روماني عيسي', '01274266384', '2023-06-18', 'عمارة رقم 1155 شارع 27 المجاورة 5 الحي الثالث اكتوبر', '4weeks', 'October (A)', '', 2, 50.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 100.00, 0),
(493, '8050', '* ا/ جاسر محمد محمود', '01223234505', '2022-11-06', 'مدينة 6 اكتوبر الحي الثالث مجاورة خامسة شارع 27 عمارة 1143 شقة 3 الدور الاول الشقه امام السلم', '4weeks', 'October (A)', '', 0, 0.00, 0, 0.00, 0, 0.00, 1, 58.00, 0, 0.00, 58.00, 0),
(494, '7058', 'عمرو الجزار', '01126097775', '2022-04-24', 'اكتوبر الحي الخامس شارع الخزان فيلا 641امام صيدليه ابو العز الدورالاول شقه 2', '4weeks', 'October (A)', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(495, '3881', 'م/ايناس سلطان', '01002506085', '2019-12-15', 'عمارة 418 الدور الاول شقة 2 الحي التالت الجاورة التالته شارع 13 متفرع من شارع 17 العمارة باسم المستشار محمد حسن سلطان', '4weeks', 'October (A)', '', 1, 80.00, 0, 0.00, 1, 50.00, 1, 50.00, 0, 0.00, 180.00, 0),
(496, '2461', 'محمود حلمي', '01226799077 , 01222173079', '2017-03-28', 'محور جمال عبد الناصر من ميدان جهينة بعد نادى الصيد يوجد مجموعة عمارات اسمها طيبة جاردنز بلوك 37 عمارة 3 شقة 4', '4weeks', 'October (A)', '', 1, 80.00, 0, 0.00, 0, 0.00, 1, 50.00, 0, 0.00, 130.00, 0),
(497, '9234', '*ماركو برجامو - مول طنطا', '01010162222', '2023-03-24', 'مول طنطا اصاد مزايا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(498, '9233', 'محل belle', '0', '2023-04-14', ' الجلاء برج سرايا عرفة الدور 2 بعد مول رنين', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(499, '9228', ' *محل اوت ليت', '0403296555 , 01029433102', '2023-03-17', 'شارع محب مع سعيد مول الفيرا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(500, '9164', 'محل فنيلا -ا/ مصطفي', '01066168119', '2022-12-02', 'مول طنطا المحل بجانب بوتيك شريف', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(501, '9159', '*محل كزاري', '01067955231', '2022-12-02', 'مول طنطا محل كزاري شركة سيف', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(502, '9047', 'هشام النحاس - شيماء', '01006022223', '2021-07-30', 'رقم 49 شارع البحر عمارة النحاس امام موبينيل بجوار محافظة الغربية الدور الاول طنطا', '4weeks', 'Tanta', '', 4, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 380.00, 0),
(503, '8493', '*محل Tomato', '01287662589', '2023-12-29', 'داخل مول طنطا', '4weeks', 'Tanta', '', 2, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 190.00, 0),
(504, '8216', '* ا/ احمد جمال', '01114006311 , 01551846657', '2024-08-02', ' عمارة الاشرف عند المرشحة عند محطة المياة عند محل اوت ليت و ماركت فتح اللة', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(505, '8058', 'محل lovely', ' 01208769112', '2023-01-27', 'مول طنطا امام محل دانيال اشتير', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(506, '7850', ' محل رازان للعبايات الحريمي', '01004623606', '2022-02-25', 'مول طنطا بوابة 3 بجانب اب عوف', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(507, '7821', 'ا/حسن - محل اوزون', '01065815524', '2022-01-28', 'محل اوزون داخل مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(508, '7778', 'محل يويو * عمرو', '01064049814', '2021-12-03', ' مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(509, '7724', 'محل ريفير ناين', '01028076703', '2021-11-19', 'مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(510, '7670', 'محل اكتيف', '01060888102', '2021-10-08', 'مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(511, '7632', 'محل مينز كلاب', '01060136263', '2021-08-27', 'مول طنطا بجانب محل سيفنتي', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(512, '7581', 'محل ريجادو ', '01022728251 , 0403458100', '2021-07-02', 'داخل مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(513, '7549', 'محل Altorky', '01000003954', '2021-06-04', ' شارع حسان ابن ثابت بجوار كوكا طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(514, '7537', 'أ/محمد - محل ديزل', '01122221966', '2021-09-10', 'شارع سعيد بجوار اسواق فتح الله طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(515, '7534', 'محل اوت ليت', '0', '2021-05-21', 'امام سامي جاليري شارع حسان بن ثابت', '4weeks', 'Tanta', '', 2, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 190.00, 0),
(516, '7193', 'محل تاون تيم', '01288705715 , 01551283329', '2022-07-29', ' فرع المدرية', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(517, '7074', 'ابراهيم ابو زيد', '01065119933', '2022-05-21', 'مركز السنطة في محافظة الغربية', '4weeks', 'Tanta', '', 0, 0.00, 7, 130.00, 0, 0.00, 0, 0.00, 0, 0.00, 910.00, 0),
(518, '6608', 'محل Rose Kids', '01210940899', '2021-03-26', 'مول العرب طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(519, '6608', 'محل Rose Kids', '01210940899', '2021-03-26', 'مول العرب طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(520, '6548', 'محل ويرزا', '01278177727 , 01271643767', '2021-01-29', 'بجوار محل سامي جاليري', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(521, '6513', 'محل ديفا', '01151854567', '2020-12-18', ' شارع البورصة محل ديفا امام الكرنك طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(522, '6448', ' د/سميحة دويدار', '01222209095 , 01000557794', '2018-11-24', 'طنطا .. 8 شارع صدقي عمارة النويهي الدور الرابع علوي شقه يمين السلم انتركم باسم د/حسن النجار', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 168.00, 0),
(523, '6202', 'محل Belle ', '01284254814', '2019-07-24', 'شارع حسان ابن ثابت مع احمد ذكي امام تاون تيم طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(524, '6001', '*محل belle', '0403284500 , 01284254814', '2019-07-31', 'شارع محب امام مول عمارة بالته محل belle محل لانجيري', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(525, '5766', 'د/محمد السعدنى', '01033499377', '2017-08-20', 'اخر حسن رضوان بجوار مدرسة الجيل المسلم عمارة اعمار الرضوان الدور 12 شمال الاسانسير طنطا عند بنك فيصل الاسلام بعد هريدي', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 168.00, 0),
(526, '5762', 'د/منى الابيارى', '01001515842', '2017-08-20', 'شارع نادى المعلمين بجوار رويال كيف برج الصفوه الدور السادس شقه باسم د/محمد عطيه (طنطا)', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(527, '5016', 'المستشار نادر خليفة', '01221095133', '2017-04-23', 'طنطا اخر حسن الرضوان برج اعمار الرضوان بجوار مدرسة الجيل المسلم الدور 2 شقة امام الاسانسير عليها يافطة باسم المستشار خليفة', '4weeks', 'Tanta', '', 2, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 190.00, 0),
(528, '4341', 'محل تاون تيم -محمد فتحي', '01221408775', '2021-10-22', 'ش احمد ماهر ميدان الساعة', '4weeks', 'Tanta', '', 1, 90.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 90.00, 0),
(529, '4340', 'محل تاون تيم -محمد فتحي', '01221408775', '2020-02-29', 'ش سعيد بعد دوران كتشنر', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(530, '4339', 'محل تاون تيم -محمد فتحي', '01221408775', '2020-02-26', 'ش حسان بن ثابت', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(531, '4338', ' محل تاون تيم -محمد فتحي ', '01221408775', '2020-02-26', 'تقاطع ش محب مع ش سعيد', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(532, '4328', 'محل تاون تيم', '01226065445', '2019-12-23', 'محل تاون تيم مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(533, '4311', 'محمد راضي - ملاهي سباركز', '01069643305', '2019-12-04', 'ملاهي سباركز داخل مول الدوان تاون طنطا', '4weeks', 'Tanta', '', 0, 0.00, 3, 140.00, 0, 0.00, 0, 0.00, 0, 0.00, 420.00, 0),
(534, '3985', 'محل تاون تيم', '01226066808', '2020-01-29', 'محل تاون تيم مول العروبه', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(535, '3653', 'محمد الليثي محل مارشيملو', '0', '2019-08-28', 'رقم 9 حسان ابن ثابت محل مارشيملو طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(536, '3652', 'محمد الليثي محل DEJAVU', '0', '2019-08-28', 'شارع حسان ابن ثابت مع المعتصم برج عبد المقصود طنطا محل \"ديجافو\"', '4weeks', 'Tanta', '', 0, 0.00, 1, 140.00, 0, 0.00, 0, 0.00, 0, 0.00, 140.00, 0),
(537, '3606', 'محل التركي', '01000003954', '2020-04-22', 'ممتاز غرابة من حسان ابن ثابت بجانب محل فرفشة', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(538, '3953', 'محل OUT LET', '0', '2020-06-19', 'رقم 9 حسان ابن ثابت بجوار محل مارشيملو طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(539, '3550', 'محل OR ا/ شادى', '01279744562', '2020-03-25', 'مول العرب طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(540, '3549', 'محل دانيال اشتير للملابس', '01276260056 , 01091730841', '2020-03-25', 'مول العرب طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 168.00, 0),
(541, '3533', 'محل فرفشة', '01155543058', '2020-03-25', 'ممتاز غرابة من حسان ابن سابت طنطا تانى محل', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(542, '3502', ' محل Active', '01018763377 , 01005387657', '2020-02-26', ' مول العروبة طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(543, '3071', 'محل جوي اند روي', '01060792717', '2020-08-14', 'بجوار محل ديجافو ش حسان بن ثابت', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(544, '3045', 'محل جيرندو', '01202476858', '2020-07-03', 'مول طنطا', '4weeks', 'Tanta', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(545, '3031', 'م/ شيماء عادل', '01090926900', '2020-05-20', '19 ش محمد فريد امام الزهري للخردوات الدور 6 (عنوان البيت )', '4weeks', 'Tanta', '', 0, 0.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 73.00, 0),
(546, '2365', 'المستشار / محمد بشير', '01223500440', '2017-03-19', 'عمارة جرين بلازا أخر شارع الطةاف مع السريع منظقة سوق الجملة أمام موقف سوق الجملة الدور 10 شقة 19 على الناصية حمزة ماركت والمتحدة للاتصالات', '4weeks', 'Tanta', '', 0, 0.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 73.00, 0),
(547, '2255', 'م/المستشار /علاء يحيي جمال الدين', '01065407834', '2017-02-23', 'عمارة جرين بلازا اخر شارع الطواف مع السريع منطقة سوق الجملة امام موقف سوق الجملة الدور 10 شقة 20 على الناصية حمزة ماركت و المتحدة للاتصالات طنطا', '4weeks', 'Tanta', '', 0, 0.00, 0, 0.00, 1, 73.00, 0, 0.00, 0, 0.00, 73.00, 0),
(548, '8476', '*محل leptis', '01000971462', '2023-12-06', 'مول سان ستيفانو اسكندرية', '4weeks', 'Alexandrie', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(549, '7842', 'محل/ لبتس', '01063065757', '2022-02-09', 'جريم شارع ابوقير امام المستشفى التخصصي الجهاز الهضمى', '4weeks', 'Alexandrie', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(550, '7633', 'ابرهيم الخولى', '01027999874', '2021-08-27', 'سيدى بشر شارع جمال عبد الناصر بجوار ميدان جيهان محل liebtes', '4weeks', 'Alexandrie', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(551, '6126', 'محل جوهرة - تامر صلاح', '01066653261', '2019-05-01', 'محل جوهرة داخل كارفور اسكندريه', '4weeks', 'Alexandrie', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(552, '4520', 'محل ديلسي شنط للسفر', '01282274533', '2018-08-09', 'كارفور سيتي سنتر امام الداون تاون بجوار محل كارينا', '4weeks', 'Alexandrie', '', 1, 95.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 95.00, 0),
(553, '3538', 'مفكو حلوان أ/محمد زكريا', '01119387070 , 01281606661 , 034257003 , 034257002', '2020-03-11', ' 26 شارع فوزي معاز سموحه', '4weeks', 'Alexandrie', '', 3, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 255.00, 0),
(554, '2783', 'د/رامى', '01273347327', '2017-12-19', ' الكيلو 179 قرية الافق', '4weeks', 'Alexandrie', '', 3, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 255.00, 0),
(555, '2619', ' د.نبيلة كامل', '01273347327 , 01222226468', '2023-03-15', 'الكيلو 179 قرية الافق بجوار مطار غرب القاهرة اول قرية بعد المطار الاسكندرة', '4weeks', 'Alexandrie', '', 0, 0.00, 0, 0.00, 1, 63.00, 0, 0.00, 0, 0.00, 63.00, 0),
(556, '2241', ' الحاج \\ هشام القرشى', '01019982807', '2017-02-28', '360 طريق جليم الجديد امام مطعم السلطان بدوى عماره البرج الدور 18 شقه 9 اسكندريه', '4weeks', 'Alexandrie', '', 0, 0.00, 0, 0.00, 1, 63.00, 0, 0.00, 0, 0.00, 63.00, 0),
(557, '1846', 'مطعم بيت الوادى', '01279712464 , 01228529993', '2017-02-09', 'وادى النطرون أسكندرية الصحراوى عند الريست', '4weeks', 'Alexandrie', '', 2, 65.00, 6, 115.00, 0, 0.00, 0, 0.00, 0, 0.00, 820.00, 0),
(558, '1660', 'فندق بيت الوادى', '01279712464 , 01228529993', '2017-02-07', 'فندق بيت الوادى فى وادى النطرون اسكندريه الصحراوى عند الريست', '4weeks', 'Alexandrie', '', 6, 65.00, 7, 115.00, 6, 45.00, 0, 0.00, 0, 0.00, 1465.00, 0),
(559, '1015', 'م/ دينا خليل', '01000482800', '2017-02-14', '16 شارع اسماعيل الفنجرى كمب شيزار فوق صيدلية دلال الدور 3 شثة 12', '4weeks', 'Alexandrie', '', 1, 85.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 85.00, 0),
(560, '8226', '*منال جمال', '01003441999', '2024-08-20', 'بيقرلي هليز عمارة 102 شقه 2 ميدان 2', '4weeks', 'Beverly Hills', '', 1, 80.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 80.00, 0),
(561, '8230', '*م/مي الزرقاني', '01100681132', '2024-08-27', 'نيو جيزه المجاوره الثالثه عماره 8 شقه 32', '4weeks', 'Desert Road', '', 1, 85.00, 0, 0.00, 1, 65.00, 0, 0.00, 0, 0.00, 150.00, 1),
(564, '88888888', 'سيد زكريا', '7415963215', '2024-01-01', 'zamalek', '2weeks', 'giza', 'go to early', 1, 50.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 50.00, 1),
(565, '7070', 'zain', '22020145', '2024-10-10', 'zamalek', '1week', 'giza', 'go to early', 1, 60.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 60.00, 1);

-- --------------------------------------------------------

--
-- Table structure for table `customer_notes`
--

CREATE TABLE `customer_notes` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `representative_name` varchar(255) NOT NULL,
  `next_change_date` date NOT NULL,
  `notes` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer_operation`
--

CREATE TABLE `customer_operation` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `delivery_date` date DEFAULT NULL,
  `notes` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `get_products`
--

CREATE TABLE `get_products` (
  `id` int(11) NOT NULL,
  `representative_name` varchar(100) DEFAULT NULL,
  `date_of_entry` date DEFAULT NULL,
  `mob18` int(11) DEFAULT NULL,
  `mob36` int(11) DEFAULT NULL,
  `gloves` int(11) DEFAULT NULL,
  `handster1` int(11) DEFAULT NULL,
  `handster2` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `new_products`
--

CREATE TABLE `new_products` (
  `id` int(11) NOT NULL,
  `product_code` varchar(50) NOT NULL,
  `product_name` varchar(100) NOT NULL,
  `product_description` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `new_products`
--

INSERT INTO `new_products` (`id`, `product_code`, `product_name`, `product_description`, `created_at`) VALUES
(1, '1', 'Mop(18)', 'مساحه لتلميع الارضيات', '2024-09-24 05:37:06'),
(2, '2', 'Mop(36)', 'مساحه مقاس 120 سم لتلميع الارضيات', '2024-09-26 04:55:10'),
(3, '3', 'Mit', 'اداه سهله الاستخدام لتنظيف الاخشاب وتلميعها', '2024-09-26 04:58:25'),
(4, '4', 'Handuster (1)', 'فرشاه بيد خشبيه', '2024-09-26 05:07:59'),
(9, '5', 'Handuster (2)', 'زعافه', '2024-09-27 08:26:50');

-- --------------------------------------------------------

--
-- Table structure for table `operation_list`
--

CREATE TABLE `operation_list` (
  `id` int(11) NOT NULL,
  `contract_number` varchar(255) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `activation_date` date NOT NULL,
  `delivery_date` date DEFAULT NULL,
  `address` text NOT NULL,
  `change_every` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `contract_notes` varchar(255) DEFAULT '',
  `mop_18` int(11) NOT NULL,
  `price_mop_18` decimal(10,2) NOT NULL,
  `mop_36` int(11) NOT NULL,
  `price_mop_36` decimal(10,2) NOT NULL,
  `mit` int(11) NOT NULL,
  `price_mit` decimal(10,2) NOT NULL,
  `hd_1` int(11) NOT NULL,
  `price_hd_1` decimal(10,2) NOT NULL,
  `hd_2` int(11) NOT NULL,
  `price_hd_2` decimal(10,2) NOT NULL,
  `total_price` decimal(10,2) NOT NULL,
  `notes` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `operation_list`
--

INSERT INTO `operation_list` (`id`, `contract_number`, `client_name`, `phone_number`, `activation_date`, `delivery_date`, `address`, `change_every`, `area`, `contract_notes`, `mop_18`, `price_mop_18`, `mop_36`, `price_mop_36`, `mit`, `price_mit`, `hd_1`, `price_hd_1`, `hd_2`, `price_hd_2`, `total_price`, `notes`) VALUES
(1, '88888888', 'سيد زكريا', '7415963215', '2024-01-01', '2024-10-26', 'zamalek', '2weeks', 'giza', 'go to early', 1, 50.00, 0, 0.00, 0, 0.00, 0, 0.00, 0, 0.00, 50.00, 'ok'),
(2, '7653', 'م/عزة', '01002179955', '2023-07-08', '2024-11-01', 'رقم 219 مساكن الشروق مدينة نصر امام البوابة الخلفية لنادي الاهلي بجوار معهد المشاه الدور 3 شقة 32', '4weeks', 'Makram Abied', '', 1, 0.00, 0, 0.00, 0, 0.00, 1, 0.00, 0, 0.00, 0.00, 'ok'),
(3, '8230', '*م/مي الزرقاني', '01100681132', '2024-08-27', '2024-11-01', 'نيو جيزه المجاوره الثالثه عماره 8 شقه 32', '4weeks', 'Desert Road', '', 1, 85.00, 0, 0.00, 1, 65.00, 0, 0.00, 0, 0.00, 150.00, '');

-- --------------------------------------------------------

--
-- Table structure for table `representatives`
--

CREATE TABLE `representatives` (
  `id` int(11) NOT NULL,
  `representative_name` varchar(200) DEFAULT NULL,
  `address` varchar(255) NOT NULL,
  `phone_number` int(11) DEFAULT NULL,
  `appointment_date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `representatives`
--

INSERT INTO `representatives` (`id`, `representative_name`, `address`, `phone_number`, `appointment_date`) VALUES
(3, 'Eslam Gamal', 'zaher', 9865485, '2024-01-01'),
(4, 'Hossam Ahmed', 'tanta', 15454545, '2024-10-09'),
(15, 'sabba', 'helwan', 2147483647, '2024-10-08'),
(20, 'osas', 'zamalek', 1020214521, '2024-10-08'),
(21, 'حسام', 'helwan', 1215454448, '2024-10-10');

-- --------------------------------------------------------

--
-- Table structure for table `take_products`
--

CREATE TABLE `take_products` (
  `id` int(11) NOT NULL,
  `representative_name` varchar(100) DEFAULT NULL,
  `date_of_entry` date DEFAULT NULL,
  `mob18` int(11) DEFAULT NULL,
  `mob36` int(11) DEFAULT NULL,
  `gloves` int(11) DEFAULT NULL,
  `handster1` int(11) DEFAULT NULL,
  `handster2` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `take_products`
--

INSERT INTO `take_products` (`id`, `representative_name`, `date_of_entry`, `mob18`, `mob36`, `gloves`, `handster1`, `handster2`) VALUES
(1, 'حسام', '2024-10-09', 50, 10, 5, 2, 1),
(2, 'hossam', '2024-10-10', 5, 4, 3, 2, 1),
(3, '3', '2024-10-10', 6, 4, 2, 1, 0),
(4, '20', '2024-10-10', 1, 0, 0, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(6) UNSIGNED NOT NULL,
  `username` varchar(30) NOT NULL,
  `password` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `password`) VALUES
(1, 'osama', '123'),
(2, 'sara', '555');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `canceled_companys`
--
ALTER TABLE `canceled_companys`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `canceled_contracts`
--
ALTER TABLE `canceled_contracts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `company`
--
ALTER TABLE `company`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `contract_number` (`contract_number`);

--
-- Indexes for table `contract_operations`
--
ALTER TABLE `contract_operations`
  ADD PRIMARY KEY (`operation_id`),
  ADD KEY `contract_id` (`contract_id`);

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_notes`
--
ALTER TABLE `customer_notes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_operation`
--
ALTER TABLE `customer_operation`
  ADD PRIMARY KEY (`id`),
  ADD KEY `customer_id` (`customer_id`);

--
-- Indexes for table `get_products`
--
ALTER TABLE `get_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `new_products`
--
ALTER TABLE `new_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `operation_list`
--
ALTER TABLE `operation_list`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `representatives`
--
ALTER TABLE `representatives`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `take_products`
--
ALTER TABLE `take_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `canceled_companys`
--
ALTER TABLE `canceled_companys`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `canceled_contracts`
--
ALTER TABLE `canceled_contracts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `company`
--
ALTER TABLE `company`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `contract_operations`
--
ALTER TABLE `contract_operations`
  MODIFY `operation_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=566;

--
-- AUTO_INCREMENT for table `customer_notes`
--
ALTER TABLE `customer_notes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `customer_operation`
--
ALTER TABLE `customer_operation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `get_products`
--
ALTER TABLE `get_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `new_products`
--
ALTER TABLE `new_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `operation_list`
--
ALTER TABLE `operation_list`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `representatives`
--
ALTER TABLE `representatives`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `take_products`
--
ALTER TABLE `take_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `contract_operations`
--
ALTER TABLE `contract_operations`
  ADD CONSTRAINT `contract_operations_ibfk_1` FOREIGN KEY (`contract_id`) REFERENCES `customers` (`id`);

--
-- Constraints for table `customer_operation`
--
ALTER TABLE `customer_operation`
  ADD CONSTRAINT `customer_operation_ibfk_1` FOREIGN KEY (`customer_id`) REFERENCES `customers` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
